Repository: parthmahajan008/The-Namur-Project
Catalog: lib/l10n/app_*.arb
Languages: hi, kn

# thumbnail_image_300_des
source: These images are visible in all products box. Use 300x300 size image. Keep some blank space around main object of your image as we had to crop some edge in different devices to make it responsive.
hi: ये छवियां सभी उत्पाद बॉक्स में दिखाई देती हैं। 300x300 आकार की छवि का उपयोग करें। विभिन्न उपकरणों में इसे उत्तरदायी बनाने के लिए हमें कुछ किनारे को क्रॉप करना पड़ा था, इसलिए अपनी छवि की मुख्य वस्तु के चारों ओर कुछ खाली जगह रखें।
kn: ಈ ಚಿತ್ರಗಳು ಎಲ್ಲಾ ಉತ್ಪನ್ನ ಬಾಕ್ಸ್‌ಗಳಲ್ಲಿ ನೋಟಗೊಳ್ಳುತ್ತವೆ. 300x300 ಗಾತ್ರದ ಚಿತ್ರವನ್ನು ಬಳಸಿ. ಇವುಗಳಿಗೆ ಪ್ರತಿ ಉಪಕರಣದಲ್ಲಿ ಸರಿಯಾಗಿ ಸರಿಸುವ ಕೊರಡುಗಳನ್ನು ಬಿಡಲು ನಾವು ವಿಭಿನ್ನ ಉಪಕರಣಗಳಲ್ಲಿ ಸರಿಸಲು ಬಾಧ್ಯತೆಯಾಗಿತ್ತು.

# thumbnail_image_300_ucf
source: Thumbnail Image (300x300)
hi: थंबनेल छवि (300x300)
kn: ಥಂಬ್‌ನೇಲ್ ಚಿತ್ರ (300x300)

# times_all_lower
source: time(s)
hi: बार
kn: ಸಮಯ(ಗಳು)

# title_or_message_empty_warning
source: Title or message cannot be empty
hi: शीर्षक या संदेश खाली नहीं हो सकता
kn: ಶಿರೋನಾಮೆ ಅಥವಾ ಸಂದೇಶ ಖಾಲಿ ಇರಬಾರದು

# title_ucf
source: Title
hi: शीर्षक
kn: ಶಿರೋನಾಮೆ

source: To add or edit addresses, Go to address page
hi: पते जोड़ने या संपादित करने के लिए, पता पृष्ठ पर जाएं
kn: ವಿಳಾಸಗಳನ್ನು ಸೇರಿಸಲು ಅಥವಾ ಸಂಪಾದಿಸಲು, ವಿಳಾಸ ಪುಟಕ್ಕೆ ಹೋಗಿ

# today_ucf
source: Today
hi: आज
kn: ಇಂದು

# todays_deal_ucf
source: Todays Deal
hi: आज का सौदा
kn: ಇಂದಿನ ಚೆಲುವು

# top_categories_ucf
source: Top Categories
hi: शीर्ष श्रेणियां
kn: ಮುಖ್ಯ ವರ್ಗಗಳು

# top_products_ucf
source: Top Products
hi: शीर्ष उत्पाद
kn: ಶ್ರೇಷ್ಠ ಉತ್ಪನ್ನಗಳು

# top_rated_ucf
source: Top Rated
hi: टॉप रेटेड
kn: ಹೆಚ್ಚು ರೇಟೆಡ್

# top_sellers_ucf
source: Top Sellers
hi: शीर्ष विक्रेता
kn: ಶ್ರೇಷ್ಠ ಅಂಗಡಿಗಾರರು

# top_selling_products_from_seller
source: Top selling products from this seller
hi: इस विक्रेता के सबसे अधिक बिकने वाले उत्पाद
kn: ಈ ಅಂಗಡಿಗಾರನಿಂದ ಹೆಚ್ಚು ಮಾರಾಟಗಳನ್ನು ಹೊಂದಿರುವ ಶ್ರೇಷ್ಠ ಉತ್ಪನ್ನಗಳು

# top_selling_products_ucf
source: Top Selling Products
hi: शीर्ष बिक्री वाले उत्पाद
kn: ಹೆಚ್ಚು ಮಾರಾಟಗಳನ್ನು ಹೊಂದಿರುವ ಶ್ರೇಷ್ಠ ಉತ್ಪನ್ನಗಳು

# top_selling_ucf
source: Top Selling
hi: शीर्ष बिक्री
kn: ಹೆಚ್ಚು ಮಾರಾಟ

# total_amount_ucf
source: Total Amount
hi: कुल राशि
kn: ಒಟ್ಟು ಮೊತ್ತ

# total_collected_ucf
source: Total Collected
hi: कुल जमा
kn: ಒಟ್ಟು ಸಂಗ್ರಹಿಸಲಾಗಿದೆ

# total_orders_ucf
source: Total Orders
hi: कुल आदेश
kn: ಒಟ್ಟು ಆರ್ಡರ್‌ಗಳು

# total_price_ucf
source: Total Price
hi: कुल मूल्य
kn: ಒಟ್ಟು ಬೆಲೆ

# total_sales_ucf
source: Total Sales
hi: कुल बिक्री
kn: ಒಟ್ಟು ಮಾರಾಟಗಳು

# tractor_jcb_tiller_rotovotator_ucf
source: Tractor JCB, Tiller, Rotovotator
hi: ट्रैक्टर जेसीबी, टिलर, रोटावेटर
kn: ಟ್ರ್ಯಾಕ್ಟರ್ ಜೆಸಿಬಿ, ಟಿಲ್ಲರ್, ರೊಟೊವೊಟೇಟರ್

# transaction_id_ucf
source: Transaction Id
hi: लेन-देन आईडी
kn: ವ್ಯಾಪಾರ ಐಡಿ

# tutorial_ucf
source: Tutorial
hi: ट्यूटोरियल
kn: ಟ್ಯುಟೋರಿಯಲ್

# twitter_ucf
source: Twitter
hi: ट्विटर
kn: ಟ್ವಿಟರ್

# type_and_hit_enter_to_add_a_tag_ucf
source: Type and hit enter to add a tag
hi: टैग जोड़ने के लिए टाइप करें और एंटर दबाएं
kn: ಟ್ಯಾಗ್ ಸೇರಿಸಲು ಟೈಪ್ ಮಾಡಿ ಮತ್ತು ಎಂಟರ್ ಒತ್ತಿ

source: Type your message here ...
hi: यहां अपना संदेश टाइप करें ...
kn: ಇಲ್ಲಿ ನಿಮ್ಮ ಸಂದೇಶವನ್ನು ಟೈಪ್ ಮಾಡಿ ...

source: Type your review here ...
hi: यहां अपनी समीक्षा टाइप करें ...
kn: ಇಲ್ಲಿ ನಿಮ್ಮ ವಿಮರ್ಶೆಯನ್ನು ಟೈಪ್ ಮಾಡಿ ...

# unfollow_ucf
source: Unfollow this seller
hi: इस विक्रेता को अनफॉलो करें
kn: ಈ ಅಂಗಡಿಯವರನ್ನು ಅನುಸರಿಸಿಲ್ಲ

# unit_eg_ucf
source: Unit (e.g. KG, Pc etc)
hi: यूनिट (जैसे किलो, पीसी आदि)
kn: ಯೂನಿಟ್ (ಉದಾ. ಕೇಜಿ, ಪಿಸಿ ಇತ್ಯಾದಿ)

# unit_price_ucf
source: Unit Price
hi: यूनिट मूल्य
kn: ಯೂನಿಟ್ ಬೆಲೆ

# unit_ucf
source: Unit
hi: इकाई
kn: ಯೂನಿಟ್

# unpaid_ucf
source: Unpaid
hi: अदत्त
kn: ಅವಲಂಬಿತ

# update_all_capital
source: UPDATE
hi: अद्यतन करें
kn: ನವಿದಿಸು

# update_all_lower
source: update
kn: ನವಿದಿಸು

# update_cart_ucf
source: Update Cart
hi: कार्ट अपडेट करें
kn: ಕಾರ್ಟ್ ನವಿದಿಸು

source: Update location
hi: स्थान अपडेट करें
kn: ಸ್ಥಾನ ನವಿದಿಸು

# update_now_ucf
source: Update Now
hi: अभी अपडेट करें
kn: ಈಗ ನವಿದಿಸು

# update_password_ucf
source: Update Password
hi: पासवर्ड अपडेट करें
kn: ಪಾಸ್‌ವರ್ಡ್ ನವಿದಿಸು

# update_product_ucf
source: Update Product
hi: उत्पाद अपडेट करें
kn: ಉತ್ಪನ್ನ ನವಿದಿಸು

# update_profile_ucf
source: Update Profile
hi: प्रोफाइल अपडेट करें
kn: ಪ್ರೊಫೈಲ್ ನವಿದಿಸು

# update_ucf
source: Update
hi: अपडेट करें
kn: ನವಿದಿಸು

# upgrade_package_ucf
source: Upgrade Package
hi: पैकेज अपग्रेड करें
kn: ಪ್ರೊಫೈಲ್ ನವಿದಿಸು

# upload_file_ucf
source: Upload File
hi: फ़ाइल अपलोड करें
kn: ಫೈಲ್ ಅಪ್‌ಲೋಡ್ ಮಾಡಿ

# upload_limit_ucf
source: Upload Limit
hi: अपलोड सीमा
kn: ಅಪ್‌ಲೋಡ್ ಮಿತಿ

# vat_n_tax_ucf
source: Vat & Tax
hi: वैट और टैक्स
kn: ವ್ಯಾಟ್ ಮತ್ತು ತೆರಿಗೆ

source: Verify your
hi: अपना सत्यापित करें
kn: ಖಚಿತಗೊಳಿಸಿ ನಿಮ್ಮ

# video_link_des
source: Use proper link without extra parameter. Don't use short share link/embedded iframe code.
hi: अतिरिक्त पैरामीटर के बिना उचित लिंक का उपयोग करें। शॉर्ट शेयर लिंक/एम्बेडेड आईफ्रेम कोड का उपयोग न करें।
kn: ಅತ್ಯಾವಶ್ಯಕವಿದೆ ಎಂದು ಚಿತ್ರದ ಸಾಕ್ಷಾತ್ಕಾರವನ್ನು ತೋರಿಸಲಾಗಿದೆ

# video_link_ucf
source: Video Link
hi: वीडियो लिंक
kn: ವೀಡಿಯೊ ಲಿಂಕ್

source: Video not available
hi: वीडियो उपलब्ध नहीं है
kn: ವೀಡಿಯೊ ಲಭ್ಯವಿಲ್ಲ

# video_provider_ucf
source: Video Provider
hi: वीडियो प्रदाता
kn: ವೀಡಿಯೊ ಪ್ರೊವೈಡರ್

# video_ucf
source: Video
hi: वीडियो
kn: ವೀಡಿಯೊ

# view_all_products_prom_this_seller_all_capital
source: View All Products From This Seller
hi: इस विक्रेता के सभी उत्पाद देखें
kn: ಈ ಅಂಗಡಿಯವನ್ನು ನೋಡಿಕೊಳ್ಳಿ

# view_details_ucf
source: View Details
hi: विवरण देखें
kn: ವಿವರಗಳನ್ನು ವೀಕ್ಷಿಸಿ

# view_more_ucf
source: View More
hi: अधिक देखें
kn: ಹೆಚ್ಚಿನ ವೀಕ್ಷಣೆ

# view_products_ucf
source: View Products
hi: उत्पाद देखें
kn: ಉತ್ಪನ್ನಗಳನ್ನು ವೀಕ್ಷಿಸಿ

# view_subcategories_ucf
source: View Sub-Categories
hi: उपश्रेणियाँ देखें
kn: ಉಪವರ್ಗಗಳನ್ನು ವೀಕ್ಷಿಸಿ

# vimeo_ucf
source: Vimeo
hi: विमियो
kn: ವಿಮಿಯೊ

# wallet_balance_ucf
source: Wallet Balance
hi: वॉलेट बैलेंस
kn: ವಾಲೆಟ್ ಹಣ

# wallet_recharge_history_ucf
source: Wallet Recharge History
hi: वॉलेट रिचार्ज इतिहास
kn: ವಾಲೆಟ್ ರಿಚಾರ್ಜ್ ಇತಿಹಾಸ

# wallet_ucf
source: Wallet
hi: बटुआ
kn: ವಾಲೆಟ್

# warning_ucf
source: Warning!
hi: चेतावनी!
kn: ಎಚ್ಚರಿಕೆ!

# we_will_send_you_a_OTP_code_if_the_mail_id_is_correct_ucf
source: We will send you a OTP code if the mail id is correct.
hi: यदि मेल आईडी सही है, तो हम आपको एक ओटीपी कोड भेजेंगे।
kn: ಇದು ಶುದ್ಧವಾದ ಅಡ್ಡಿಗೆ ಆಗಿದ್ದರೆ ನಾವು ನಿಮಗೆ ಒಟ್ಟು ಪರಿಶೀಲನಾ ಕೋಡ್ ಕಳುಹಿಸೋಣ.

# we_will_send_you_a_OTP_code_if_the_phone_no_is_correct_ucf
source: We will send you a OTP code if the phone no is correct.
hi: यदि फोन नंबर सही है, तो हम आपको एक ओटीपी कोड भेजेंगे।
kn: ಇದು ಶುದ್ಧವಾದ ದೂರವಾಣಿ ಸಂಖ್ಯೆಯಾಗಿದ್ದರೆ ನಾವು ನಿಮಗೆ ಒಟ್ಟು ಪರಿಶೀಲನಾ ಕೋಡ್ ಕಳುಹಿಸೋಣ.

# weather_ucf
source: Weather
hi: मौसम
kn: ಹವಾಮಾನ

# weight_in_kg_ucf
source: Weight (In Kg)
hi: वजन (किलो में)
kn: ತೂಕ (ಕಿಗ್ರಾಂಗಳಲ್ಲಿ)

# wholesale_prices_ucf
source: Wholesale Prices
hi: थोक मूल्य
kn: ಹೊಸಾಲು ಬೆಲೆಗಳು

source: Wholesale product
hi: थोक उत्पाद
kn: ಹೊಸಾಲು ಉತ್ಪನ್ನ

# wholesale_products_ucf
source: Wholesale Products
hi: थोक उत्पाद
kn: ಹೊಸಾಲು ಉತ್ಪನ್ನಗಳು

# withdraw_ucf
source: Withdraw
hi: निकासी
kn: ತೆರವು

# yes_ucf
source: Yes
hi: हाँ
kn: ಹೌದು

# yesterday_ucf
source: Yesterday
hi: कल
kn: ನಿನ್ನೆ

source: You are currently offline
hi: आप वर्तमान में ऑफ़लाइन हैं
kn: ನೀವು ಈಗ ಆಫ್‌ಲೈನ್ ಇದ್ದೀರಿ

source: You can use filters while searching for products.
hi: उत्पादों की खोज करते समय आप फ़िल्टर का उपयोग कर सकते हैं।
kn: ನೀವು ಉತ್ಪನ್ನಗಳನ್ನು ಹುಡುಕುವಾಗ ಫಿಲ್ಟರ್‌ಗಳನ್ನು ಬಳಸಬಹುದು.

source: You can use sorting while searching for products.
hi: उत्पादों की खोज करते समय आप सॉर्टिंग का उपयोग कर सकते हैं।
kn: ನೀವು ಉತ್ಪನ್ನಗಳನ್ನು ಹುಡುಕುವಾಗ ಸರಿಹೊಡೆವನ್ನು ಬಳಸಬಹುದು.

source: You have successfully changed your password
hi: आपने अपना पासवर्ड सफलतापूर्वक बदल दिया है
kn: ನೀವು ಯಶಸ್ವವಾಗಿ ನಿಮ್ಮ ಪಾಸ್‌ವರ್ಡ್ ಬದಲಾಯಿಸಿದ್ದೀರಿ

source: You need to log in
hi: आपको लॉग इन करना होगा
kn: ನೀವು ಲಾಗಿನ್ ಮಾಡಬೇಕಾಗಿದೆ

source: You need to login to give a review
hi: समीक्षा देने के लिए आपको लॉगिन करना होगा
kn: ನೀವು ಒಂದು ವಿಮರ್ಶೆ ನೀಡಲು ಲಾಗಿನ್ ಮಾಡಬೇಕಾಗಿದೆ

source: Your app is now
hi: आपका ऐप अब
kn: ನಿಮ್ಮ ಆ್ಯಪ್ ಈಗ

# your_categories_ucf
source: Your Categories
hi: आपकी श्रेणियां
kn: ನಿಮ್ಮ ವರ್ಗಗಳು

source: Your delivery location . . .
hi: आपका डिलीवरी स्थान . . .
kn: ನಿಮ್ಮ ವಿತರಣಾ ಸ್ಥಳ . . .

# your_ordered_all_lower
source: you ordered
hi: आपने ऑर्डर दिया
kn: ನೀವು ಆದೇಶಿಸಿದ್ದೀರಿ

# youtube_ucf
source: Youtube
hi: यूट्यूब
kn: ಯೂಟ್ಯೂಬ್

source: Enter full code
hi: पूरा कोड डालें
kn: ಪೂರ್ಣ ಕೋಡ್ ಅನಲಾಗಿ

# otp_sent_to_phone
source: OTP sent to your phone number
hi: आपके फ़ोन नंबर पर ओटीपी भेजा गया
kn: ನಿಮ್ಮ ದೂರವಾಣಿ ಸಂಖ್ಯೆಗೆ ಒಟಿಪಿ ಕೊಡಲಾಗಿದೆ

source: Rent A Machine
hi: किराए पर मशीन लें
kn: ಯಾಂಟ ವಾಹನ

source: Book
hi: बुक
kn: ಬುಕ್

source: No Image Found
hi: कोई इमेज नहीं मिली
kn: ಚಿತ್ರ ಸಿಗಲಿಲ್ಲ

source: Could not fetch order details
hi: आर्डर विवरण प्राप्त नहीं किया जा सका
kn: ಆರ್ಡರ್ ವಿವರಗಳನ್ನು ತರಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ

source: Your total
hi: आपका कुल
kn: ನಿಮ್ಮ ಒಟ್ಟು

source: Order status
hi: ऑर्डर की स्थिति
kn: ಆರ್ಡರ್ ಸ್ಥಿತಿ

source: Buyer Info
hi: खरीदार जानकारी
kn: ಖರೀದಿದಾರ ಮಾಹಿತಿ

source: Order ID
hi: ऑर्डर आईडी
kn: ಆರ್ಡರ್ ಐಡಿ

source: Status
hi: स्थिति
kn: ಸ್ಥಿತಿ

source: Total
hi: कुल
kn: ಒಟ್ಟು

source: Enter Product Name
hi: उत्पाद का नाम दर्ज करें
kn: ಉತ್ಪನ್ನ ಹೆಸರನ್ನು ನಮೂದಿಸಿ

# a_product_by_this_name_exists
source: A Product By This Name Already Exists
hi: इस नाम का एक उत्पाद पहले से मौजूद है
kn: ಈ ಹೆಸರಿನ ಉತ್ಪನ್ನ ಈಗಾಗಲೇ ಇದೆ

source: Select Category
hi: श्रेणी का चयन करें
kn: ವರ್ಗ ಆಯ್ಕೆಮಾಡಿ

source: Select Quantity Unit
hi: मात्रा इकाई का चयन करें
kn: ಪ್ರಮಾಣ ಇಕ್ಕಟ್ಟಿರುವ ಯೂನಿಟ್ ಆಯ್ಕೆಮಾಡಿ

source: Enter Product Description
hi: उत्पाद विवरण दर्ज करें
kn: ಉತ್ಪನ್ನ ವಿವರಣೆ ನಮೂದಿಸಿ

source: Enter Product Price
hi: उत्पाद मूल्य दर्ज करें
kn: ಉತ್ಪನ್ನ ಬೆಲೆಯನ್ನು ನಮೂದಿಸಿ

source: Enter Product Quantity
hi: उत्पाद की मात्रा दर्ज करें
kn: ಉತ್ಪನ್ನ ಪ್ರಮಾಣವನ್ನು ನಮೂದಿಸಿ

source: Select Product Image
hi: उत्पाद छवि चुनें
kn: ಉತ್ಪನ್ನ ಚಿತ್ರವನ್ನು ಆಯ್ಕೆಮಾಡಿ

# enter_valid_price
source: Please Enter Valid Price
hi: कृपया मान्य मूल्य दर्ज करें
kn: ದಯವಿಟ್ಟು ಮಾನ್ಯ ಬೆಲೆಯನ್ನು ನಮೂದಿಸಿ

# enter_valid_quantity
source: Please Enter Valid Quantity
hi: कृपया मान्य मात्रा दर्ज करें
kn: ದಯವಿಟ್ಟು ಮಾನ್ಯ ಪ್ರಮಾಣವನ್ನು ನಮೂದಿಸಿ

source: Add To Stock
hi: स्टॉक में जोड़ें
kn: ಸ್ಟಾಕ್‌ಗೆ ಸೇರಿಸಿ

source: Edit Product
hi: उत्पाद संपादित करें
kn: ಉತ್ಪನ್ನವನ್ನು ಸಂಪಾದಿಸಿ

source: Product Category
hi: उत्पाद श्रेणी
kn: ಉತ್ಪನ್ನ ವರ್ಗ

source: Select Unit
hi: इकाई का चयन करें
kn: ಯೂನಿಟ್ ಆಯ್ಕೆಮಾಡಿ

source: Add Product
hi: उत्पाद जोड़ें
kn: ಉತ್ಪನ್ನ ಸೇರಿಸಿ

source: No Product Found
hi: कोई उत्पाद नहीं मिला
kn: ಯಾವುದೇ ಉತ್ಪನ್ನ ಸಿಗಲಿಲ್ಲ

source: Stock Updated
hi: स्टॉक अपडेट किया गया
kn: ಸ್ಟಾಕ್ ನವೀಕರಿಸಲಾಗಿದೆ

# are_you_sure_to_delete
source: Are you sure you want to delete this product? Product Name:
hi: क्या आप वाकई इस उत्पाद को हटाना चाहते हैं? उत्पाद का नाम:
kn: ನೀವು ಖಚಿತವಾಗಿ ಈ ಉತ್ಪನ್ನವನ್ನು ಅಳಿಸಲು ಬಯಸುತ್ತಿದ್ದೀರಾ? ಉತ್ಪನ್ನ ಹೆಸರು:

source: Delete Product
hi: उत्पाद हटाएं
kn: ಉತ್ಪನ್ನ ಅಳಿಸಿ

source: Delete
hi: हटाएं
kn: ಅಳಿಸಿ

source: Cancel
hi: रद्द करना
kn: ರದ್ದು ಮಾಡಿ

source: No Orders Yet
hi: अभी तक कोई आदेश नहीं
kn: ಇನ್ನೂ ಯಾವ ಆರ್ಡರ್‌ಗಳೂ ಇಲ್ಲ

source: Seller's Location
hi: विक्रेता का स्थान
kn: ವಿಕ್ರೇತಾಗಾರನ ಸ್ಥಳ

source: Show Results
hi: परिणाम दिखाएं
kn: ಫಲಿತಾಂಶಗಳನ್ನು ತೋರಿಸಿ

source: Select at least one category
kn: ಕನಿಷ್ಠವಾಗಿ ಒಂದು ವರ್ಗವನ್ನು ಆಯ್ಕೆಮಾಡಿ

source: Select at least one location
kn: ಕನಿಷ್ಠವಾಗಿ ಒಂದು ಸ್ಥಳವನ್ನು ಆಯ್ಕೆಮಾಡಿ

source: Something went wrong
hi: कुछ गलत हो गया
kn: ಏನಾದರೂ ತಪ್ಪಾಯಿತು

# product_is_out_of_stock
source: {productName} is out of stock
hi: {productName} स्टॉक में नहीं है
kn: {productName} ಸ್ಟಾಕ್ ಇಲ್ಲ

# only_some_quantity_left_for_product
source: Only {count} units of {productName} available
hi: {productName} के केवल {count} यूनिट उपलब्ध हैं
kn: {productName} ನಲ್ಲಿ ಕೇವಲ {count} ಪ್ರಮಾಣಗಳು ಉಳಿದಿವೆ

source: Show Filters
hi: फ़िल्टर दिखाएँ
kn: ಫಿಲ್ಟರ್‌ಗಳನ್ನು ತೋರಿಸಿ

source: Machine
hi: मशीन
kn: ಯಂತ್ರ

source: Planning Date
hi: योजना तिथि
kn: ಯೋಜನಾ ದಿನಾಂಕ

source: Time
hi: समय
kn: ಸಮಯ

source: Land
hi: भूमि
kn: ಭೂಮಿ

source: Select Land
hi: भूमि का चयन करें
kn: ಭೂಮಿಯನ್ನು ಆಯ್ಕೆಮಾಡಿ

source: Select Date
hi: तिथि का चयन करें
kn: ದಿನಾಂಕವನ್ನು ಆಯ್ಕೆಮಾಡಿ

source: Select Time
hi: समय का चयन करें
kn: ಸಮಯವನ್ನು ಆಯ್ಕೆಮಾಡಿ

source: Select Crop
hi: फसल का चयन करें
kn: ಹಣ್ಣುಗಳನ್ನು ಆಯ್ಕೆಮಾಡಿ

# no_crop_for_tracking
source: No Crop Added for Tracking
hi: ट्रैकिंग के लिए कोई फसल नहीं जोड़ी गई
kn: ಟ್ರ್ಯಾಕಿಂಗ್‌ಗೆ ಯಾವುದೇ ಹಣ್ಣು ಸೇರಿಸಲಾಗಿಲ್ಲ

source: Add Crop for Tracking
hi: ट्रैकिंग के लिए फसल जोड़ें
kn: ಟ್ರ್ಯಾಕಿಂಗ್ ಗಾಗಿ ಹಣ್ಣು ಸೇರಿಸಿ

source: No Slot Booked
hi: कोई स्लॉट बुक नहीं किया गया
kn: ಯಾವುದೇ ಸ್ಲೋಟ್ ಬುಕ್ ಆಗಿಲ್ಲ

# recheck_slot_and_try_again
source: Please Recheck Available Slots and Try Again
hi: कृपया उपलब्ध स्लॉट्स को दोबारा जांचें और पुनः प्रयास करें
kn: ದಯವಿಟ್ಟು ಲಭ್ಯವಿರುವ ಸ್ಲೋಟ್‌ಗಳನ್ನು ಮರುನೋಡಿ ಮತ್ತೊಮ್ಮೆ ಪ್ರಯತ್ನಿಸಿ

source: Already Booked Slots
hi: पहले से बुक किए गए स्लॉट
kn: ಈಗಾಗಲೇ ಬುಕ್ ಮಾಡಿದ ಸ್ಲೋಟ್‌ಗಳು

# sell_upper
source: SELL
hi: बेचें
kn: ಮಾರಿಕೊಳ್ಳಿ

# buy_upper
source: BUY
hi: खरीदें
kn: ಖರೀದಿಸಿ

source: Calendar
hi: कैलेंडर
kn: ಕ್ಯಾಲೆಂಡರ್

# complate_profile_to_become_seller
source: Complete Your Profile to Become a Seller
hi: विक्रेता बनने के लिए अपना प्रोफाइल पूरा करें
kn: ವिक्रೇತಾಗಲು ನಿಮ್ಮ ಪ್ರೊಫೈಲ್ ಪೂರ್ಣಗೊಳಿಸಿ

# complate_profile
source: Complete Profile
hi: प्रोफाइल पूरा करें
kn: ಪ್ರೊಫೈಲ್ ಪೂರ್ಣಗೊಳಿಸಿ

source: Animal
hi: जानवर
kn: ಪ್ರಾಣಿ

source: Food
hi: खाना
kn: ಆಹಾರ

source: Select a Location
hi: एक स्थान का चयन करें
kn: ಸ್ಥಳವನ್ನು ಆಯ್ಕೆಮಾಡಿ

# location_is_already_added
source: This location is already added
hi: यह स्थान पहले से जोड़ा गया है
kn: ಈ ಸ್ಥಳ ಈಗಾಗಲೇ ಸೇರಿದೆ

# can_add_only_two_location
source: You can add only two locations at once
hi: आप एक बार में केवल दो स्थान जोड़ सकते हैं
kn: ನೀವು ಒಮ್ಮೆಗೆ ಮಾತ್ರ ಎರಡು ಸ್ಥಳಗಳನ್ನು ಸೇರಿಸಬಹುದು

source: Select Location for Weather
hi: मौसम के लिए स्थान का चयन करें
kn: ಹವಾಮಾನ ಕೋಣೆಗಾಗಿ ಸ್ಥಳವನ್ನು ಆಯ್ಕೆಮಾಡಿ

source: Select
hi: चुनें
kn: ಆಯ್ಕೆಮಾಡಿ

# no_location_found
source: No Location Data Found
hi: कोई स्थान डेटा नहीं मिला
kn: ಯಾವುದೇ ಸ್ಥಳದ ಡೇಟಾ ಸಿಗಲಿಲ್ಲ

source: Forecast
hi: पूर्वानुमान
kn: ಭವಿಷ್ಯದ ಅನುಮಾನ

source: Satellite View
hi: उपग्रह दृश्य
kn: ಉಪಗ್ರಹ ದೃಷ್ಟಿ

source: Current Weather
hi: वर्तमान मौसम
kn: ಪ್ರಸ್ತುತ ಹವಾ

source: Humidity
hi: नमी
kn: ಆರೋಗ್ಯ

source: Wind
hi: हवा
kn: ಗಾಳಿ

# enter_valid_pincode
source: Enter a valid Pincode
hi: एक वैध पिनकोड दर्ज करें
kn: ಒಳ್ಳೆಯ ಪಿನ್‌ಕೋಡ್ ನಮೂದಿಸಿ

# already_added_address
source: You have already added an address
hi: आपने पहले ही एक पता जोड़ दिया है
kn: ನೀವು ಈಗಾಗಲೇ ಒಂದು ವಿಳಾಸವನ್ನು ಸೇರಿಸಿದ್ದೀರಿ

source: Enter Pincode
hi: पिनकोड दर्ज करें
kn: ಪಿನ್‌ಕೋಡ್ ನಮೂದಿಸಿ

source: Select Village
hi: ग्राम का चयन करें
kn: ಹಳ್ಳಿಯನ್ನು ಆಯ್ಕೆಮಾಡಿ

source: Enter
hi: दर्ज करें
kn: ನಮೂದಿಸಿ

source: Enter Area Name
hi: क्षेत्र का नाम दर्ज करें
kn: ಪ್ರದೇಶದ ಹೆಸರನ್ನು ನಮೂದಿಸಿ

# enter_valid
source: Enter a valid
hi: एक वैध दर्ज करें
kn: ಒಳ್ಳೆಯದನ್ನು ನಮೂದಿಸಿ

# enter_valid_area_name
source: Enter a valid Area Name
hi: एक वैध क्षेत्र का नाम दर्ज करें
kn: ಒಳ್ಳೆಯ ಪ್ರದೇಶದ ಹೆಸರನ್ನು ನಮೂದಿಸಿ

source: Enter Valid Aadhar Number
hi: वैध आधार संख्या दर्ज करें
kn: ಮಾನ್ಯತೆಯನ್ನು ನಮೂದಿಸಿ Aadhar ಸಂಖ್ಯೆ

source: Enter Valid Yield
hi: वैध उपज दर्ज करें
kn: ಮಾನ್ಯತೆಯನ್ನು ನಮೂದಿಸಿ

source: Enter Yield
hi: उपज दर्ज करें
kn: ಯೀಲ್ಡ್ ನಮೂದಿಸಿ

source: Select Equipments
hi: उपकरणों का चयन करें
kn: ಉಪಕರಣಗಳನ್ನು ಆಯ್ಕೆಮಾಡಿ

source: Add Record
hi: रिकॉर्ड जोड़ें
kn: ದಾಖಲೆ ಸೇರಿಸಿ

source: Add Machines
hi: मशीनें जोड़ें
kn: ಯಂತ್ರಗಳನ್ನು ಸೇರಿಸಿ

source: Add Crop
hi: फसल जोड़ें
kn: ಬೆಳೆ ಸೇರಿಸಿ

source: Add Land First
hi: पहले जमीन जोड़ें
kn: ಮೊದಲು ಭೂಮಿಯನ್ನು ಸೇರಿಸಿ

source: Fetch Locations First
hi: पहले स्थान लाएं
kn: ಮೊದಲು ಸ್ಥಳಗಳನ್ನು ತರಬೇಕು

source: Locations Fetched
hi: स्थान प्राप्त किए गए
kn: ಸ್ಥಳಗಳು ತರಲಾಗಿದೆ

source: Fetching Locations..
hi: स्थान प्राप्त कर रहे हैं..
kn: ಸ್ಥಳಗಳನ್ನು ತರುವಾಗ..

source: Address Details
hi: पता विवरण
kn: ವಿಳಾಸ ವಿವರಗಳು

source: Land Details
hi: भूमि विवरण
kn: ಭೂಮಿ ವಿವರಗಳು

source: Farm Details
hi: खेत विवरण
kn: ಹೊನ್ನು ವಿವರಗಳು

source: Enter Pincode First
hi: पहले पिनकोड दर्ज करें
kn: ಮೊದಲು Pincode ನಮೂದಿಸಿ

source: Enter Area (in Acres)
hi: क्षेत्र (एकड़ में) दर्ज करें
kn: ವಿಸ್ತರಣವನ್ನು ನಮೂದಿಸಿ (ಏಕರೆಗಳಲ್ಲಿ)

source: Track Another Crop
hi: एक और की खेती करें
kn: ಇನ್ನೊಂದು ಬೆಳೆಗಳನ್ನು ಹಾಕಿ

source: Calendar Events
hi: कैलेंडर घटनाएँ
kn: ಕ್ಯಾಲೆಂಡರ್ ಘಟನೆಗಳು

source: Cost Estimate
hi: लागत अनुमान
kn: ಅಂದಾಜು ವೆಚ್ಚ

source: Planting Date
hi: रोपण तिथि:
kn: ನೆಟ್ಟ ದಿನಾಂಕ:

# stage_for_calendar
source: Stage
hi: स्टेज
kn: ಹಂತ

source: Search
hi: खोजें
kn: ಹುಡುಕು

source: Enter Animal Name
hi: पशु का नाम दर्ज करें
kn: ಪ್ರಾಣಿಯ ಹೆಸರನ್ನು ನಮೂದಿಸಿ

source: Enter Count
hi: गणना करें
kn: ಎಣಿಕೆ ನಮೂದಿಸಿ

source: Enter Valid Count
hi: मान्य काउंट दर्ज करें
kn: ಮಾನ್ಯತೆಯನ್ನು ನಮೂದಿಸಿ

source: Friends
hi: दोस्त
kn: ಸ್ನೇಹಿತರು

source: Add Address to See This
hi: इसे देखने के लिए पता जोड़ें
kn: ಇದನ್ನು ನೋಡಲು ವಿಳಾಸವನ್ನು ಸೇರಿಸಿ

source: There are no people in this group
hi: इस समूह में कोई लोग नहीं हैं
kn: ಈ ಗುಂಪಿನಲ್ಲಿ ಯಾರೂ ಇಲ್ಲ

source: People in Your Area
hi: आपके क्षेत्र में लोग
kn: ನಿಮ್ಮ ಪ್ರದೇಶದಲ್ಲಿರುವ ಜನರು

source: Groups
hi: समूह
kn: ಗುಂಪುಗಳು

source: Add Products to See This Screen
hi: इस स्क्रीन को देखने के लिए उत्पाद जोड़ें
kn: ಈ ಪರದೆಯನ್ನು ನೋಡಲು ಉತ್ಪನ್ನಗಳನ್ನು ಸೇರಿಸಿ

source: Society
hi: समाज
kn: ಸೊಸೈಟಿ

source: Add Animal
hi: पशु जोड़ें
kn: ಪ್ರಾಣಿ ಸೇರಿಸಿ

source: Dismiss
hi: खारिज करें
kn: ತಿರಸ್ಕರಿಸಿ

source: Enter Running Hours
hi: चल रहे घंटे दर्ज करें
kn: ಚಾಲನೆ ಮಾಡುತ್ತಿರುವ ಗಂಟೆಗಳನ್ನು ನಮೂದಿಸಿ

source: Ratings
hi: रेटिंग्स
kn: ರೇಟಿಂಗ್ಗಳು

source: No Ratings Yet
hi: अबतक कोई रेटिंग नहीं है
kn: ಇನ್ನೂ ರೇಟಿಂಗ್ಗಳಿಲ್ಲ

# friends_and_neighbours
source: friends & neighbours
hi: दोस्त और पड़ोसी
kn: ಸ್ನೇಹಿತರು ಮತ್ತು ಹೊರಗಿನವರು

source: Add phone number to your account
kn: ನಿಮ್ಮ ಖಾತೆಗೆ ಫೋನ್ ಸಂಖ್ಯೆಯನ್ನು ಸೇರಿಸಿ

source: Add Phone Number
kn: ಫೋನ್ ಸಂಖ್ಯೆಯನ್ನು ಸೇರಿಸಿ

source: Select Gram Panchayat
kn: ಗ್ರಾಮ ಪಂಚಾಯತಿಯನ್ನು ಆರಿಸಿ

source: Select Taluk
kn: ತಾಲೂಕುವನ್ನು ಆರಿಸಿ

source: Select District
kn: ಜಿಲ್ಲೆಯನ್ನು ಆರಿಸಿ

source: District
kn: ಜಿಲ್ಲೆ

source: Taluk
kn: ತಾಲೂಕು

source: Gram Panchayat
kn: ಗ್ರಾಮ ಪಂಚಾಯತ್

source: Village
kn: ಗ್ರಾಮ

source: Locations
kn: ಸ್ಥಳಗಳು

source: Add Address
kn: ವಿಳಾಸ ಸೇರಿಸಿ

source: Please add address to see products
kn: ದಯವಿಟ್ಟು ಉತ್ಪಾದಗಳನ್ನು ನೋಡಲು ವಿಳಾಸ ಸೇರಿಸಿ

source: Select Taluk First
kn: ಮೊದಲು ತಾಲೂಕು ಆಯ್ಕೆಮಾಡಿ

source: Select District First
kn: ಮೊದಲು ಜಿಲ್ಲಾ ಆಯ್ಕೆಮಾಡಿ

source: Select Gram Panchayat First
kn: ಮೊದಲು ಗ್ರಾಮ ಪಂಚಾಯತ್ ಆಯ್ಕೆಮಾಡಿ

# add_address_to_post_products
source: Please add your address in profile to post products
kn: ಉತ್ಪಾದಗಳನ್ನು ಪೋಸ್ಟ್ ಮಾಡಲು ದಯವಿಟ್ಟು ನಿಮ್ಮ ವಿಳಾಸವನ್ನು ಸೇರಿಸಿ

source: Enter Total Kms
kn: ಒಟ್ಟು ಕಿಲೋಮೀಟರ್ಗಳನ್ನು ನಮೂದಿಸಿ

source: Add Featured Image
kn: ವೈಶಿಷ್ಟ್ಯಪೂರ್ಣ ಚಿತ್ರ ಸೇರಿಸಿ

source: Group By
kn: ಗುಂಪು ಮಾಡಿ

source: Login Successful
kn: ಲಾಗಿನ್ ಯಶಸ್ವಿಯಾಯಿತು

source: Enter OTP
kn: ಒಟಿಪಿ ನಮೂದಿಸಿ

source: No Machines Added
kn: ಯಾವುದೇ ಯಂತ್ರಗಳು ಸೇರಿಸಲಾಗಿಲ್ಲ

# add_them_here
source: Add Them first
kn: ಅವುಗಳನ್ನು ಇಲ್ಲಿ ಸೇರಿಸಿ

# tractor_jcb_tiller_rotovator
source: Tractor, JCB, Tiller, Rotovqator
kn: ಟ್ರ್ಯಾಕ್ಟರ್, ಜೆಸಿಬಿ, ಟಿಲ್ಲರ್, ರೊಟೊವೇಟರ್

source: No Crops Added
kn: ಯಾವುದೇ ಫಸಲು ಸೇರಿಸಲಾಗಿಲ್ಲ

source: Crops Grown and Planned
kn: ಬೆಳೆದಿದ್ದೇನೆ ಮತ್ತು ಯೋಜನಿತ ಫಸಲುಗಳು

source: No Address Added
kn: ಯಾವುದೇ ವಿಳಾಸ ಸೇರಿಸಲಾಗಿಲ್ಲ

source: Not Added
kn: ಸೇರಿಸಲಾಗಿಲ್ಲ

source: Farmer
kn: ರೈತ

source: My Account
kn: ನನ್ನ ಖಾತಾ

source: Updates
kn: ನವಿದಾದಗಳು

source: My Stock
kn: ನನ್ನ ಸ್ಟಾಕ್

# pending_ucf
source: Pending
hi: बकाया

# pests_diseases_ucf
source: Pests & Diseases
hi: कीट प्रबंधन और रोग
