Repository: parthmahajan008/The-Namur-Project
Catalog: lib/l10n/app_*.arb
Languages: hi, kn

# login_to_your_account_all_lower
source: login to your account
hi: अपने खाते में लॉग इन करें
kn: ನಿಮ್ಮ ಖಾತೆಗೆ ಲಾಗಿನ್ ಮಾಡಿ

# login_ucf
source: Login
hi: लॉग इन
kn: ಲಾಗಿನ್

# logout_ucf
source: Logout
hi: लॉग आउट
kn: ಲಾಗೌಟ್

# longitude_ucf
source: Longitude
hi: देशान्तर
kn: ರೇಖಾಂಶ

# low_stock_quantity_warning_ucf
source: Low Stock Quantity Warning
hi: कम स्टॉक मात्रा चेतावनी
kn: ಕಡಿಮೆ ಸ್ಟಾಕ್ ಪ್ರಮಾಣ ಎಚ್ಚರಿಕೆ

# make_offline_payment_ucf
source: Make Offline Payment
hi: ऑफलाइन भुगतान करें
kn: ಆಫ್‌ಲೈನ್ ಪೇಮೆಂಟ್ ಮಾಡಿ

# man_machines_ucf
source: Man Machines
hi: मैन मशीनें
kn: ಮೈಕ್ರೋ ಮೆನ್‌ಸ್

# manage_n_organize_your_shop
source: Manage & organize your shop.
hi: अपनी दुकान को प्रबंधित और संगठित करें।
kn: ನಿಮ್ಮ ಅಂಗಡಿಯನ್ನು ನಿರ್ವಹಿಸಿ ಮತ್ತು ಸಂಗ್ರಹಿಸಿ.

source: Mark as delivered
hi: वितरित के रूप में चिह्नित करें
kn: ವಹಿಸಲಾಗಿದೆ ಎಂದು ಗುರುತಿಸಿ

source: Mark as picked
hi: चुना गया के रूप में चिह्नित करें
kn: ಎಂದು ಗುರುತಿಸಲಾಗಿದೆ

# max_quantity_ucf
source: Maximum Quantity
hi: अधिकतम मात्रा
kn: ಗರಿಷ್ಠ ಪ್ರಮಾಣ

# maximum_discount_amount_ucf
source: Maximum Discount Amount
hi: अधिकतम डिस्काउंट राशि
kn: ಗರಿಷ್ಠ ಹೊಂದಿಕೆ ಮೊತ್ತ

# maximum_ucf
source: Maximum
hi: अधिकतम
kn: ಗರಿಷ್ಠ

# media_ucf
source: Media
hi: मीडिया
kn: ಮೀಡಿಯಾ

source: Message is invalid
hi: संदेश अमान्य है
kn: ಸಂದೇಶ ಅಮಾನ್ಯವಾಗಿದೆ

# message_ucf
source: Message
hi: संदेश
kn: ಸಂದೇಶ

# messages_ucf
source: Message
hi: संदेश
kn: ಸಂದೇಶಗಳು

# meta_image_ucf
source: Meta Image
hi: मेटा छवि
kn: ಮೇಟಾ ಚಿತ್ರ

# meta_title_ucf
source: Meta Title
hi: मेटा शीर्षक
kn: ಮೇಟಾ ಶೀರ್ಷಿಕೆ

# min_quantity_ucf
source: Minimum Quantity
hi: न्यूनतम मात्रा
kn: ಕನಿಷ್ಠ ಪ್ರಮಾಣ

# minimum_purchase_quantity_ucf
source: Minimum Purchase Quantity
hi: न्यूनतम खरीदी मात्रा
kn: ಕನಿಷ್ಠ ಖರೀದಿ ಪ್ರಮಾಣ

# minimum_shopping_ucf
source: Minimum Shopping
hi: न्यूनतम खरीदी
kn: ಕನಿಷ್ಠ ಖರೀದಿ

# minimum_ucf
source: Minimum
hi: न्यूनतम
kn: ಕನಿಷ್ಠ

# money_withdraw_ucf
source: Money Withdraw
hi: पैसे निकालें
kn: ಹಣ ತೆರಳಿ

# more_detail_ucf
source: More Details
hi: अधिक विवरण
kn: ಹೆಚ್ಚಿನ ವಿವರಗಳು

# my_collection_ucf
source: My Collection
hi: मेरा संग्रह
kn: ನನ್ನ ಸಂಗ್ರಹ

# my_delivery_ucf
source: My Delivery
hi: मेरी डिलिवरी
kn: ನನ್ನ ವಹಿಸುವುದು

# my_earnings_ucf
source: My Earnings
hi: मेरी कमाई
kn: ನನ್ನ ಆದಾಯ

# my_orders_ucf
source: My Orders
hi: मेरे ऑर्डर
kn: ನನ್ನ ಆದೇಶಗಳು

# my_products_ucf
source: My Products
hi: मेरे उत्पाद
kn: ನನ್ನ ಉತ್ಪನ್ನಗಳು

# my_wallet_ucf
source: My Wallet
hi: मेरा बटुआ
kn: ನನ್ನ ವಾಲೆಟ್

# my_wishlist_ucf
source: Wishlist
hi: इच्छा सूची
kn: ನನ್ನ ಇಚ್ಛಾಪಟ

# name_ucf
source: Name
hi: नाम
kn: ಹೆಸರು

# network_error
source: Something went wrong. Network Error
hi: कुछ गड़बड़ हो गई है। नेटवर्क त्रुटि
kn: ಏನೇನೋ ತಪ್ಪಾಗಿದೆ. ನೆಟ್ವರ್ಕ್ ತಪ್ಪು

# new_arrival_ucf
source: New Arrival
hi: नवागमन
kn: ಹೊಸ ಆಗಮನ

# new_arrivals_products_ucf
source: New Arrivals Products
hi: नवागमन उत्पाद
kn: ಹೊಸ ಆಗಮನ ಉತ್ಪನ್ನಗಳು

# new_password_ucf
source: New Password
hi: नया पासवर्ड
kn: ಹೊಸ ಪಾಸ್‌ವರ್ಡ್

# no_address_is_added
source: No Addresses is added
hi: कोई पता जोड़ा नहीं गया है
kn: ಯಾವುದೇ ವಿಳಾಸ ಸೇರಿಸಲಾಗಿದೆಯೇನು ಇ

source: No brand is available
hi: कोई ब्रांड उपलब्ध नहीं है
kn: ಯಾವುದೇ ಬ್ರ್ಯಾಂಡ್ ಸಿಗಲಿಲ್ಲ

source: No carousel image found
hi: कोई कैरोसेल छवि नहीं मिली
kn: ಯಾವುದೇ ಕ್ಯಾರೋಸೆಲ್ ಚಿತ್ರವು ಸಿಗಲಿಲ್ಲ

source: No category found
hi: कोई श्रेणी नहीं मिली
kn: ಯಾವುದೇ ವರ್ಗ ಸಿಗಲಿಲ್ಲ

source: No category is available
hi: कोई श्रेणी उपलब्ध नहीं है
kn: ಯಾವುದೇ ವರ್ಗ ಲಭ್ಯವಿಲ್ಲ

source: No city available
hi: कोई शहर उपलब्ध नहीं है
kn: ಯಾವುದೇ ನಗರ ಲಭ್ಯವಿಲ್ಲ

source: No country available
hi: कोई देश उपलब्ध नहीं है
kn: ಯಾವುದೇ ದೇಶ ಲಭ್ಯವಿಲ್ಲ

source: No data is available
hi: कोई डेटा उपलब्ध नहीं है
kn: ಯಾವುದೇ ಡೇಟಾ ಲಭ್ಯವಿಲ್ಲ

source: No featured product is available from this seller
hi: इस विक्रेता से कोई विशेषज्ञ उत्पाद उपलब्ध नहीं है
kn: ಈ ವಿಕ್ರೇತಾನಿಂದ ಯಾವುದೇ ವೈಶಿಷ್ಟ್ಯಪೂರ್ಣ ಉತ್ಪನ್ನ ಲಭ್ಯವಿಲ್ಲ

source: No file is chosen
hi: कोई फ़ाइल चयन नहीं की गई है
kn: ಯಾವುದೇ ಫೈಲ್ ಆಯ್ಕೆ ಮಾಡಲಾಗಿದೆಯೇನು ಇ

source: No history is available
hi: कोई इतिहास उपलब्ध नहीं है
kn: ಯಾವುದೇ ಇತಿಹಾಸ ಲಭ್ಯವಿಲ್ಲ

source: No item is available
hi: कोई आइटम उपलब्ध नहीं है
kn: ಯಾವುದೇ ಐಟಂ ಲಭ್ಯವಿಲ್ಲ

# no_item_ordered
source: No items are ordered
hi: कोई आइटम ऑर्डर नहीं हुए हैं
kn: ಯಾವುದೇ ಐಟಂಗಳು ಆದೇಶವಾಗಿಲ್ಲ

source: No language is Added
hi: कोई भाषा जोड़ी नहीं गई है
kn: ಯಾವುದೇ ಭಾಷೆ ಸೇರಿಲ್ಲ

# no_more_brands_ucf
source: No More Brands
hi: और ब्रांड नहीं
kn: ಹೆಚ್ಚಿನ ಬ್ರ್ಯಾಂಡ್ ಇಲ್ಲ

# no_more_categories_ucf
source: No More Categories
hi: और श्रेणियां नहीं
kn: ಹೆಚ್ಚಿನ ವರ್ಗಗಳು ಇಲ್ಲ

# no_more_histories_ucf
source: No More Histories
hi: और इतिहास नहीं
kn: ಹೆಚ್ಚಿನ ಇತಿಹಾಸಗಳು ಇಲ್ಲ

# no_more_items_ucf
source: No More Items
hi: और आइटम नहीं
kn: ಹೆಚ್ಚಿನ ಐಟಂಗಳು ಇಲ್ಲ

# no_more_orders_ucf
source: No More Orders
hi: और आदेश नहीं
kn: ಹೆಚ್ಚಿನ ಆದೇಶಗಳು ಇಲ್ಲ

# no_more_products_ucf
source: No More Products
hi: और उत्पाद नहीं
kn: ಹೆಚ್ಚಿನ ಉತ್ಪನ್ನಗಳು ಇಲ್ಲ

# no_more_refund_requests_ucf
source: No More Refund Requests
hi: और वापसी अनुरोध नहीं
kn: ಹೆಚ್ಚಿನ ರಿಫಂಡ್ ಅರ್ಜಿಗಳು ಇಲ್ಲ

# no_more_reviews_ucf
source: No More Reviews
hi: और समीक्षाएं नहीं
kn: ಹೆಚ್ಚಿನ ವಿಮರ್ಶೆಗಳು ಇಲ್ಲ

# no_more_shops_ucf
source: No More Shops
hi: और दुकानें नहीं
kn: ಹೆಚ್ಚಿನ ಅಂಗಡಿಗಳು ಇಲ್ಲ

source: No new arrivals
hi: कोई नई आगमन नहीं
kn: ಹೊಸ ಆಗಮನಗಳಿಲ್ಲ

source: No payment method is added
hi: कोई भुगतान विधि नहीं जोड़ी गई है
kn: ಯಾವುದೇ ಪಾವತಿ ವಿಧಾನ ಸೇರಿಲ್ಲ

source: No product is available
hi: कोई उत्पाद उपलब्ध नहीं है
kn: ಯಾವುದೇ ಉತ್ಪನ್ನ ಲಭ್ಯವಿಲ್ಲ

source: No recharges yet
hi: अबतक कोई रिचार्ज नहीं हुई है
kn: ಇನ್ನೂ ಯಾವುದೇ ರಿಚಾರ್ಜ್ ಇಲ್ಲ

# no_related_product
source: No related products
hi: कोई संबंधित उत्पाद नहीं
kn: ಯಾವುದೇ ಸಂಬಂಧಿತ ಉತ್ಪನ್ನ ಇಲ್ಲ

# no_reviews_yet_be_the_first
source: No reviews yet. Be the first one to review this product
hi: अबतक कोई समीक्षा नहीं है। पहला होने का आनंद लें
kn: ಇನ್ನೂ ವಿಮರ್ಶೆಗಳಿಲ್ಲ. ಈ ಉತ್ಪನ್ನಕ್ಕೆ ಮೊದಲ ವಾರದ ವಿಮರ್ಶಕನಾಗಿ

source: No shop is available
hi: कोई दुकान उपलब्ध नहीं है
kn: ಯಾವುದೇ ಅಂಗಡಿ ಲಭ್ಯವಿಲ್ಲ

source: No state available
hi: कोई राज्य उपलब्ध नहीं है
kn: ಯಾವುದೇ ರಾಜ್ಯ ಲಭ್ಯವಿಲ್ಲ

source: No sub categories available
hi: कोई उपश्रेणियाँ उपलब्ध नहीं हैं
kn: ಯಾವುದೇ ಉಪವರ್ಗಗಳು ಲಭ್ಯವಿಲ್ಲ

# no_suggestion_available
source: No suggestion is available
hi: कोई सुझाव उपलब्ध नहीं हैं
kn: ಯಾವುದೇ ಸೂಚನೆ ಲಭ್ಯವಿಲ್ಲ

source: No top selling products from this seller
hi: इस विक्रेता से कोई शीर्ष बिक्री उत्पाद नहीं है
kn: ಈ ವಿಕ್ರೇತಾನಿಂದ ಯಾವುದೇ ಶ್ರೇಷ್ಠ ಮಾರಾಟ ಉತ್ಪನ್ನ ಇಲ್ಲ

# no_ucf
source: No
hi: नहीं
kn: ಇಲ್ಲ

# not_logged_in_ucf
source: Not Logged In
hi: लॉग इन नहीं हुआ
kn: ಲಾಗಿನ್ ಆಗಿಲ್ಲ

source: Nothing to pay
hi: कुछ भी भुगतान करने के लिए नहीं
kn: ಕಟ್ಟಲು ಏನೂ ಇಲ್ಲ

# notification_ucf
source: Notification
hi: अधिसूचना
kn: ಅಧಿಸೂಚನೆ

# offline_payment_ucf
source: Offline Payment
hi: ऑफलाइन भुगतान
kn: ಆಫ್‌ಲೈನ್ ಪೇಮೆಂಟ್

# offline_ucf
source: Offline
hi: ऑफलाइन
kn: ಆಫ್‌ಲೈನ್

# on_auction_products_ucf
source: On Auction Products
hi: नीलामी उत्पादों पर
kn: ಮಲ್ಲ ಉತ್ಪನ್ನಗಳಲ್ಲಿ

# on_delivery_ucf
source: On Delivery
hi: डिलिवरी पर
kn: ವಿತರಣೆಯ ಮೇಲೆ

# on_the_way_ucf
source: On The Way
hi: रास्ता में
kn: ಪಥದಲ್ಲಿ

source: only image file allowed
hi: केवल छवि फ़ाइल की अनुमति है
kn: ಒಂದೇ ಚಿತ್ರ ಫೈಲ್ ಮಾತ್ರ ಅನುಮತಿಸಲಾಗಿದೆ

# option_ucf
source: Option
hi: विकल्प
kn: ಆಯ್ಕೆ

# options_ucf
source: Options
hi: विकल्प
kn: ಆಯ್ಕೆಗಳು

source: OR
hi: या
kn: ಅಥವಾ

# or_login_with_a_phone
source: Login with a phone number
hi: फ़ोन नंबर के साथ लॉग इन करें
kn: ದೂರವಾಣಿ ಸಂಖ್ಯೆಯಿಂದ ಲಾಗಿನ್ ಆಗಿ

# or_login_with_an_email
source: Login with an email
hi: ईमेल के साथ लॉग इन करें
kn: ಇಮೇಲ್ ಅನುಸರಿಸಿ ಲಾಗಿನ್ ಆಗಿ

# or_register_with_a_phone
source: or, Register with a phone number
hi: या, फ़ोन नंबर के साथ रजिस्टर करें
kn: ಅಥವಾ, ದೂರವಾಣಿ ಸಂಖ್ಯೆಯಿಂದ ನೋಂದಾಯಿಸಿ

source: or, Register with an email
hi: या, ईमेल के साथ रजिस्टर करें
kn: ಅಥವಾ, ಇಮೇಲ್ ಅನುಸರಿಸಿ ನೋಂದಾಯಿಸಿ

source: or, send code via email
hi: या, कोड ईमेल के माध्यम से भेजें
kn: ಅಥವಾ, ಕೋಡ್ ಇಮೇಲ್ ಮೂಲಕ ಕಳುಹಿಸಿ

source: or, send code via phone number
hi: या, कोड फ़ोन नंबर के माध्यम से भेजें
kn: ಅಥವಾ, ಕೋಡ್ ದೂರವಾಣಿ ಸಂಖ್ಯೆ ಮೂಲಕ ಕಳುಹಿಸಿ

# order_code_ucf
source: Order Code
hi: ऑर्डर कोड
kn: ಆರ್ಡರ್ ಕೋಡ್

# order_date_ucf
source: Order Date
hi: आदेश दिनांक
kn: ಆರ್ಡರ್ ದಿನಾಂಕ

# order_details_ucf
source: Order Details
hi: ऑर्डर विवरण
kn: ಆರ್ಡರ್ ವಿವರಗಳು

source: Order placed
hi: ऑर्डर प्लेस्ड
kn: ಆರ್ಡರ್ ಸ್ಥಾಪಿಸಲಾಗಿದೆ

# ordered_product_ucf
source: Ordered Product
hi: ऑर्डर किया गया उत्पाद
kn: ಆರ್ಡರ್ ಮಾಡಿದ ಉತ್ಪನ್ನ

# orders_ucf
source: Orders
hi: आदेश
kn: ಆರ್ಡರ್‌ಗಳು

# other_ads_of_ucf
source: Other Ads of
hi: के अन्य विज्ञापन
kn: ಇತರ ಪ್ರಚಾರಗಳು

# package_expires_at_ucf
source: Package Expires at:
hi: पैकेज समाप्त होता है:
kn: ಪ್ಯಾಕೇಜ್ ಮುಗಿಯುತ್ತದೆ ಹೊರಗೆ:

# packages_ucf
source: Packages
hi: पैकेजेस
kn: ಪ್ಯಾಕೇಜ್‌ಗಳು

# paid_ucf
source: Paid
hi: भुगतान हुआ
kn: ಪಾವತಿಸಿದ

# password_changed_ucf
source: Password Changed
hi: पासवर्ड बदल गया है
kn: ಪಾಸ್‌ವರ್ಡ್ ಬದಲಾಯಿಸಲಾಗಿದೆ

# password_changes_ucf
source: Password Changes
hi: पासवर्ड परिवर्तन
kn: ಪಾಸ್‌ವರ್ಡ್ ಬದಲಾಯಿಸಲು

source: Password must contain at least 6 characters
hi: पासवर्ड में कम से कम 6 अक्षर होने चाहिए
kn: ಪಾಸ್‌ವರ್ಡ್ ಕನಿಷ್ಠ 6 ಅಕ್ಷರಗಳನ್ನು ಹೊಂದಿರಬೇಕು

# password_ucf
source: Password
hi: पासवर्ड
kn: ಪಾಸ್‌ವರ್ಡ್

source: Passwords do not match
hi: पासवर्ड मेल नहीं खाते
kn: ಪಾಸ್‌ವರ್ಡ್‌ಗಳು ಹೊಂದಿಲ್ಲ

source: Pay with Bkash
hi: Bkash से भुगतान करें
kn: ಬಿಕ್ಯಾಷ್ ಸಹ ಪಾವತಿಸಿ

source: Pay with Iyzico
hi: Iyzico से भुगतान करें
kn: ಐಜಿಯೋಕೋ ಸಹ ಪಾವತಿಸಿ

source: Pay with Nagad
hi: Nagad से भुगतान करें
kn: ನಾಗಾದ್ ಸಹ ಪಾವತಿಸಿ

source: Pay with Paypal
hi: Paypal से भुगतान करें
kn: ಪೇಪಾಲ್ ಸಹ ಪಾವತಿಸಿ

source: Pay with Paystack
hi: Paystack से भुगतान करें
kn: ಪೇಸ್ಟ್ಯಾಕ್ ಸಹ ಪಾವತಿಸಿ

source: Pay with Paytm
hi: Paytm से भुगतान करें
kn: ಪೇಟಿಎಂ ಸಹ ಪಾವತಿಸಿ

source: Pay with Razorpay
hi: Razorpay से भुगतान करें
kn: ರೇಜರ್‌ಪೇ ಸಹ ಪಾವತಿಸಿ

source: Pay with Sslcommerz
hi: Sslcommerz से भुगतान करें
kn: SSLಕಾಮರ್ಸ್ ಸಹ ಪಾವತಿಸಿ

source: Pay with Stripe
hi: Stripe से भुगतान करें
kn: ಸ್ಟ್ರೈಪ್ ಸಹ ಪಾವತಿಸಿ

# payment_cancelled_ucf
source: Payment Cancelled
hi: भुगतान रद्द हो गया है
kn: ಪಾವತಿ ರದ್ದಾಗಿದೆ

# payment_history_ucf
source: Payment History
hi: भुगतान इतिहास
kn: ಪಾವತಿ ಇತಿಹಾಸ

# payment_info_ucf
source: Payment Info
hi: भुगतान जानकारी
kn: ಪಾವತಿ ಮಾಹಿತಿ

# payment_method_ucf
source: Payment Method
hi: भुगतान विधि
kn: ಪಾವತಿ ವಿಧಾನ

# payment_settings_ucf
source: Payment Settings
hi: भुगतान सेटिंग्स
kn: ಪಾವತಿ ಸೆಟ್ಟಿಂಗ್‌ಗಳು

# payment_status_ucf
source: Payment Status
hi: भुगतान स्थिति
kn: ಪಾವತಿ ಸ್ಥಿತಿ

# pdf_description_ucf
source: PDF Description
hi: PDF विवरण
kn: PDF ವಿವರಣೆ

# pdf_specification_ucf
source: PDF Specification
hi: PDF विनिर्देश
kn: PDF ವಿಶೇಷಣೆ

# pending_balance_ucf
source: Pending Balance
hi: शेष राशि
kn: ಬಾಕಿ ಬ್ಯಾಲೆನ್ಸ್

# pending_delivery_ucf
source: Pending Delivery
hi: बकाया डिलिवरी
kn: ಬಾಕಿ ವಿತರಣೆ

# phone_number_ucf
source: Phone Number
hi: फ़ोन नंबर
kn: ದೂರವಾಣಿ ಸಂಖ್ಯೆ

# phone_ucf
source: Phone
hi: फ़ोन
kn: ದೂರವಾಣಿ

# photo_permission_ucf
source: Photo Permission
hi: फ़ोटो अनुमति
kn: ಫೋಟೊ ಅನುಮತಿ

source: Photo proof is necessary
hi: फ़ोटो प्रमाण आवश्यक है
kn: ಫೋಟೊ ಸಾಕ್ಷರವಿರಬೇಕು

# photo_proof_ucf
source: Photo Proof
hi: फ़ोटो प्रमाण
kn: ಫೋಟೊ ಸಾಕ್ಷರ

# photo_ucf
source: Photo
hi: फ़ोटो
kn: ಫೋಟೊ

source: Pick Here
hi: यहां पिक करें
kn: ಇಲ್ಲಿ ಎತ್ತಿದ್ದೇನೆ

# pick_here_ucf
source: Pick Here
hi: यहां पिक करें
kn: ಇಲ್ಲಿ ಎತ್ತಿದ್ದೇನೆ

# picked_ucf
source: Picked
hi: चयन किया गया
kn: ಎತ್ತಿದ್ದೇನೆ

# picked_up_ucf
source: Picked Up
hi: उठा लिया गया
kn: ಎತ್ತಿದ್ದೇನೆ

# pickup_point_is_unavailable_ucf
source: Pickup Point Is Unavailable
hi: पिकअप पॉइंट उपलब्ध नहीं है
kn: ಪಿಕಪ್ ಪಾಯಿಂಟ್ ಲಭ್ಯವಿಲ್ಲ

# pickup_point_ucf
source: Pickup Point
hi: पिकअप पॉइंट
kn: ಪಿಕಪ್ ಪಾಯಿಂಟ್

# place_bid_ucf
source: Place Bid
hi: बोली लगाएं
kn: ಬಿಡ್ ಇಟ್ಟುಕೊಳ್ಳಿ

# place_my_order_all_capital
source: PLACE MY ORDER
hi: मेरा आर्डर बुक करें
kn: ನನ್ನ ಆರ್ಡರ್ ಸ್ಥಾಪಿಸಿ

source: Please choose one option to pay
hi: कृपया भुगतान करने के लिए एक विकल्प चुनें
kn: ದಯವಿಟ್ಟು ಪಾವತಿ ಮಾಡಲು ಒಂದು ಆಯ್ಕೆ ಮಾಡಿ

source: Please choose valid info
hi: कृपया वैध जानकारी चुनें
kn: ದಯವಿಟ್ಟು ಮಾನ್ಯತಾರುಹಾಕಿದ ಮಾಹಿತಿಯನ್ನು ಆಯ್ಕೆ ಮಾಡಿ

source: Please log in to see the cart items
hi: कृपया लॉग इन करें ताकि आप कार्ट आइटम देख सकें
kn: ಕಾರ್ಟ್ ಐಟಂಗಳನ್ನು ನೋಡಲು ದಯವಿಟ್ಟು ಲಾಗಿನ್ ಮಾಡಿ

source: Please log in to see the profile
hi: कृपया प्रोफ़ाइल देखने के लिए लॉग इन करें
kn: ಪ್ರೊಫೈಲ್ ನೋಡಲು ದಯವಿಟ್ಟು ಲಾಗಿನ್ ಮಾಡಿ

source: Please log in to see the wishlist items
hi: कृपया लॉग इन करें ताकि आप विशलिस्ट आइटम देख सकें
kn: ಇಚ್ಛಾಪಟ ಐಟಂಗಳನ್ನು ನೋಡಲು ದಯವಿಟ್ಟು ಲಾಗಿನ್ ಮಾಡಿ

# please_select_minimum_1_product_ucf
source: Please Select Minimum 1 Product
hi: कृपया कम से कम 1 उत्पाद चयन करें
kn: ದಯವಿಟ್ಟು ಕನಿಷ್ಠ 1 ಉತ್ಪನ್ನವನ್ನು ಆರಿಸಿ

source: Please turn on your internet connection
hi: कृपया अपना इंटरनेट कनेक्शन चालू करें
kn: ದಯವಿಟ್ಟು ನಿಮ್ಮ ಇಂಟರ್ನೆಟ್ ಸಂಪರ್ಕವನ್ನು ಆನ್ ಮಾಡಿ

# please_wait_ucf
source: Please Wait...
hi: कृपया प्रतीक्षा करें...
kn: ದಯವಿಟ್ಟು ನಿರೀಕ್ಷಿಸಿ...

source: Points converted to wallet
hi: पॉइंट्स को वॉलेट में परिवर्तित किया गया है
kn: ಅಂಕಗಳು ವಾಲೆಟ್‌ಗೆ ಪರಿವರ್ತಿತವಾಗಿದೆ

# popularity_ucf
source: Popularity
hi: लोकप्रियता
kn: ಜನಪ್ರಿಯತೆ

source: Postal code
hi: पिन कोड
kn: ಅಂಚೆ ಸಂಖ್ಯೆ

# postal_code_ucf
source: Postal Code
hi: पिन कोड
kn: ಅಂಚೆ ಸಂಖ್ಯೆ

# premium_package_for_seller_ucf
source: Premium Package for Seller
hi: विक्रेता के लिए प्रीमियम पैकेज
kn: ಮಾರಾಟದಾರಿಗಾಗಿ ಪ್ರೀಮಿಯಂ ಪ್ಯಾಕೇಜ್

source: Price (high to low)
hi: मूल्य (उच्च से कम)
kn: ಬೆಲೆ (ಹೆಚ್ಚು ಕಡಿಮೆ)

source: Price (low to high)
hi: मूल्य (कम से उच्च)
kn: ಬೆಲೆ (ಕಡಿಮೆ ಹೆಚ್ಚು)

# price_n_stock_ucf
source: Price & Stock
hi: मूल्य और स्टॉक
kn: ಬೆಲೆ ಮತ್ತು ಸ್ಟಾಕ್

# price_range_ucf
source: Price Range
hi: मूल्य सीमा
kn: ಬೆಲೆ ವರ್ಗ

# price_ucf
source: Price
hi: मूल्य
kn: ಬೆಲೆ

# proceed_all_caps
source: PROCEED
hi: आगे बढ़ें
kn: ಮುಂದುವರಿಸಿ

source: Proceed to checkout
hi: चेकआउट करें
kn: ಚೆಕ್‌ಆಉಟ್ ಮಾಡಲು ಮುಂದಾಗಿ

# proceed_to_shipping_ucf
source: Proceed To Checkout
hi: चेकआउट करें
kn: ಚೆಕ್‌ಔಟ್ ಮಾಡಲು ಮುಂದಾಗಿ

# proceed_ucf
source: Proceed
hi: आगे बढ़ें
kn: ಮುಂದುವರಿಸಿ

# product_description_ucf
source: Product Description
hi: उत्पाद विवरण
kn: ಉತ್ಪನ್ನ ವಿವರಣೆ

# product_images_ucf
source: Product Images
hi: उत्पाद छवियाँ
kn: ಉತ್ಪನ್ನ ಚಿತ್ರಗಳು

# product_information_ucf
source: Product Information
hi: उत्पाद जानकारी
kn: ಉತ್ಪನ್ನ ಮಾಹಿತಿ

# product_inventory_ucf
source: Product Inventory
hi: उत्पाद इन्वेंटरी
kn: ಉತ್ಪನ್ನ ಇನ್ವೆಂಟರಿ

# product_list_ucf
source: Product List
hi: उत्पाद सूची
kn: ಉತ್ಪನ್ನ ಪಟ್ಟಿ

# product_name_ucf
source: Product Name
hi: उत्पाद नाम
kn: ಉತ್ಪನ್ನ ಹೆಸರು

source: Product Post
hi: उत्पाद पोस्ट
kn: ಉತ್ಪನ್ನ ಪೋಸ್ಟ್

# product_post_ucf
source: Product Post
hi: उत्पाद पोस्ट
kn: ಉತ್ಪನ್ನ ಪೋಸ್ಟ್

# product_reviews_ucf
source: Product Reviews
hi: उत्पाद समीक्षा
kn: ಉತ್ಪನ್ನ ವಿಮರ್ಶೆಗಳು

# product_text
source: Product
hi: उत्पाद
kn: ಉತ್ಪನ್ನ

# product_ucf
source: Product
hi: उत्पाद
kn: ಉತ್ಪನ್ನ

# product_upload_limit_ucf
source: Product Upload Limit:
hi: उत्पाद अपलोड सीमा:
kn: ಉತ್ಪನ್ನ ಅಪ್‌ಲೋಡ್ ಪರಿಮಿತಿ:

# product_variation_ucf
source: Product Variation
hi: उत्पाद विविधता
kn: ಉತ್ಪನ್ನ ವಿವಿಧತೆ

# product_videos_ucf
source: Product Videos
hi: उत्पाद वीडियो
kn: ಉತ್ಪನ್ನ ವೀಡಿಯೊಗಳು

# products_ucf
source: Products
hi: उत्पाद
kn: ಉತ್ಪನ್ನಗಳು

source: Products you may also like
hi: आपको यह भी पसंद आ सकता है
kn: ನೀವು ಇಷ್ಟಪಡಬಹುದಾದ ಉತ್ಪನ್ನಗಳು

# profile__ucf
source: Profile
hi: प्रोफ़ाइल
kn: ಪ್ರೊಫೈಲ್

# profile_ucf
source: My Profile
hi: मेरी प्रोफ़ाइल
kn: ನನ್ನ ಪ್ರೊಫೈಲ್

source: Provide a detailed description
hi: एक विस्तृत विवरण प्रदान करें
kn: ವಿವರಗಳನ್ನು ನೀಡಿ

# purchase_history_ucf
source: Purchase History
hi: खरीद इतिहास
kn: ಖರೀದಿ ಇತಿಹಾಸ

# purchase_ucf
source: Purchase History
hi: खरीदें
kn: ಖರೀದಿ

# quantity_ucf
source: Quantity:
hi: मात्रा:
kn: ಪ್ರಮಾಣ:

# rating_ucf
source: Rating
hi: रेटिंग
kn: ರೇಟಿಂಗ್

source: Reason cannot be empty
hi: कारण खाली नहीं हो सकता
kn: ಕಾರಣ ಖಾಲಿ ಇರಬಾರದು

# reason_ucf
source: Reason
hi: कारण
kn: ಕಾರಣ

# recharge_wallet_ucf
source: Recharge Wallet
hi: वॉलेट रिचार्ज करें
kn: ವಾಲೆಟ್ ರೀಚಾರ್ಜ್

# refund_requests_ucf
source: Refund Requests
hi: वापसी अनुरोध
kn: ರಿಫಂಡ್ ಅರ್ಜಿಗಳು

# refund_status_ucf
source: Refund Status
hi: वापसी की स्थिति
kn: ರಿಫಂಡ್ ಸ್ಥಿತಿ

# refundable_ucf
source: Refundable
hi: वापसी योग्य
kn: ರಿಫಂಡ್ ಸಾಧ್ಯ

# reject_ucf
source: Reject
hi: अस्वीकार करें
kn: ನಿರಾಕರಿಸಿ

# rejected_ucf
source: Rejected
hi: अस्वीकृत
kn: ನಿರಾಕರಿಸಲಾಗಿದೆ

source: Remaining uploads
hi: शेष अपलोड
kn: ಉಳಿದ ಅಪ್‌ಲೋಡ್‌ಗಳು

# remove_ucf
source: Remove
hi: हटाएं
kn: ತೆಗೆದುಹಾಕಿ

source: Requested for cancellation
hi: रद्दीकरण का अनुरोध किया गया
kn: ರದ್ದು ಬೇಡಿಸಲಾಗಿದೆ

# resend_code_ucf
source: Resend Code
hi: कोड भेजें
kn: ಕೋಡ್ ಮರುಕಳಿಸಿ

# reset_password_ucf
source: Reset Password
hi: पासवर्ड बदलें
kn: ಪಾಸ್‌ವರ್ಡ್ ಮರುಹೊಂದಿಸಿ

# return_policy_ucf
source: Return Policy
hi: वापसी नीति
kn: ವಾಪಸ್ ನಯ

# retype_password_ucf
source: Retype Password
hi: पासवर्ड दोबारा टाइप करें
kn: ಪಾಸ್‌ವರ್ಡ್ ಮರುಕಳಿಸಿ

# review_can_not_empty_warning
source: Review cannot be empty
hi: समीक्षा खाली नहीं हो सकती
kn: ವಿಮರ್ಶೆ ಖಾಲಿ ಇರಬಾರದು

# reviews_ucf
source: Reviews
hi: समीक्षा
kn: ವಿಮರ್ಶೆಗಳು

# sales_stat_ucf
source: Sales Stat
hi: बिक्री आंकड़े
kn: ಮಾರಾಟಗಳ ಸ್ಥಿತಿ

# save_n_publish_ucf
source: Save & Publish
hi: सेव करें और प्रकाशित करें
kn: ಉಳಿಸಿ ಮತ್ತು ಪ್ರಕಟಿಸಿ

# save_n_unpublish_ucf
source: Save & Unpublish
hi: सेव करें और अप्रकाशित करें
kn: ಉಳಿಸಿ ಮತ್ತು ಅಪ್‌ಪಬ್ಲಿಷ್ ಮಾಡಿ

# save_ucf
source: Save
hi: सहेजें
kn: ಉಳಿಸಿ

source: Search anything ...
hi: ... कुछ भी खोजें
kn: ಯಾವುದಾದರೂ ಹುಡುಕಿ...

# search_here_ucf
source: Search here ?
hi: यहां खोजें?
kn: ಇಲ್ಲಿ ಹುಡುಕಿ?

# search_product_of_brand
source: Search products of brand
hi: ब्रांड के उत्पाद खोजें
kn: ಬ್ರ್ಯಾಂಡ್ ಉತ್ಪನ್ನಗಳನ್ನು ಹುಡುಕಿ

source: Search products from
hi: से उत्पादों को खोजें
kn: ಉತ್ಪನ್ನಗಳನ್ನು ಹುಡುಕಿ

source: Search products of shop
hi: दुकान के उत्पाद खोजें
kn: ದೋಕಾನದ ಉತ್ಪನ್ನಗಳನ್ನು ಹುಡುಕಿ

# searched_for_all_lower
source: searched for
hi: खोजा गया
kn: ಹುಡುಕಲಾಗಿದೆ

# see_details_all_lower
source: see details
hi: विवरण देखें
kn: ವಿವರಗಳನ್ನು ನೋಡಿ

source: Select a city
hi: एक शहर चुनें
kn: ಒಂದನ್ನು ಆಯ್ಕೆಮಾಡಿ

source: Select a country
hi: एक देश चुनें
kn: ದೇಶ ಆಯ್ಕೆಮಾಡಿ

source: Select a country first
hi: पहले एक देश चुनें
kn: ಮೊದಲು ದೇಶವನ್ನು ಆಯ್ಕೆಮಾಡಿ

source: Select a state
hi: एक राज्य चुनें
kn: ಒಂದನ್ನು ಆಯ್ಕೆಮಾಡಿ

source: Select a state first
hi: पहले एक राज्य चुनें
kn: ಮೊದಲು ಒಂದನ್ನು ಆಯ್ಕೆಮಾಡಿ

# select_payment_option_ucf
source: Select Payment Option
hi: भुगतान विकल्प चुनें
kn: ಪಾವತಿ ಆಯ್ಕೆಮಾಡಿ

# select_payment_type_ucf
source: Select Payment Type
hi: भुगतान प्रकार चुनें
kn: ಪಾವತಿ ಪ್ರಕಾರ ಆಯ್ಕೆಮಾಡಿ

# select_products_ucf
source: Select Products
hi: उत्पाद चुनें
kn: ಉತ್ಪನ್ನಗಳನ್ನು ಆಯ್ಕೆಮಾಡಿ

# selected_ucf
source: Selected
hi: चयनित
kn: ಆಯ್ಕೆಯಾದ

# seller_platform_ucf
source: Seller Platform
hi: विक्रेता प्लेटफ़ॉर्म
kn: ವಿಕ್ರೇತಾ ಪ್ಲ್ಯಾಟ್‌ಫಾರಂ

# seller_policy_ucf
source: Seller Policy
hi: विक्रेता नीति
kn: ವಿಕ್ರೇತಾ ನೀತಿ

# seller_ucf
source: Seller
hi: विक्रेता
kn: ವಿಕ್ರೇತಾ

# sellers_ucf
source: Sellers
hi: विक्रेता
kn: ವಿಕ್ರೇತಾರು

# send_all_capital
source: SEND
hi: भेजें
kn: ಕಳುಹಿಸಿ

# send_all_lower
source: send
hi: भेजें
kn: ಕಳುಹಿಸಿ

# send_code_ucf
source: Send Code
hi: कोड भेजें
kn: ಕೋಡ್ ಕಳುಹಿಸಿ

source: Send ticket
hi: टिकट भेजें
kn: ಟಿಕೆಟ್ ಕಳುಹಿಸಿ

# send_ucf
source: Send
hi: भेजें
kn: ಕಳುಹಿಸಿ

# send_withdraw_request_ucf
source: Send Withdraw Request
hi: निकासी अनुरोध भेजें
kn: ವಾಪಸ್ ಬೇಡಿಕೆ ಕಳುಹಿಸಿ

# seo_all_capital
source: SEO
hi: एसईओ
kn: ಎಸಿಇಯೋ

# setting_ucf
source: Setting
hi: सेटिंग
kn: ಸೆಟ್ಟಿಂಗ್

# settings_ucf
source: Settings
hi: सेटिंग्स
kn: ಸೆಟ್ಟಿಂಗ್ಗಳು

# share_options_ucf
source: Share Options
hi: साझा करने के विकल्प
kn: ಹಂಚಿಕೊಳ್ಳಲು ಆಯ್ಕೆಗಳು

# sheep_cow_chicken_ucf
source: Sheep, Cow, Chicken
hi: भेड़, गाय, मुर्गी
kn: ಮೇಕೆ, ಹಸು, ಕೋಳಿ

# shipping_address_ucf
source: Shipping Address
hi: शिपिंग पता
kn: ಶಿಪಿಂಗ್ ವಿಳಾಸ

source: Shipping configuration is maintained by Admin.
hi: शिपिंग कॉन्फ़िगरेशन को व्यवस्थापक द्वारा रखरखाव किया जाता है।
kn: ಶಿಪಿಂಗ್ ಸಂರಚನೆಯನ್ನು ನಿರ್ವಹಿಸಲಾಗಿದೆ ನಿರ್ವಾಹಕರ ದ್ವಾರಾ.

# shipping_configuration_ucf
source: Shipping Configuration
hi: शिपिंग कॉन्फ़िगरेशन
kn: ಶಿಪಿಂಗ್ ಸಂರಚನೆ

# shipping_cost_all_capital
source: SHIPPING COST
hi: शिपिंग लागत
kn: ಶಿಪಿಂಗ್ ಖರೀದಿ

# shipping_cost_ucf
source: Shipping Cost
hi: शिपिंग लागत
kn: ಶಿಪಿಂಗ್ ಖರೀದಿ

# shipping_days_ucf
source: Shipping Days
hi: शिपिंग दिन
kn: ಶಿಪಿಂಗ್ ದಿನಗಳು

source: Shipping Info
hi: शिपिंग जानकारी
kn: ಶಿಪಿಂಗ್ ಮಾಹಿತಿ

# shipping_method_ucf
source: Shipping Method
hi: शिपिंग विधि
kn: ಶಿಪಿಂಗ್ ವಿಧಾನ

# shipping_ucf
source: Shipping
hi: शिपिंग
kn: ಶಿಪಿಂಗ್

source: Shop address
hi: दुकान का पता
kn: ಅಂಗಡಿ ವಿಳಾಸ

source: Shop address is required
hi: दुकान का पता आवश्यक है
kn: ಅಂಗಡಿ ವಿಳಾಸ ಅಗತ್ಯವಿದೆ

source: Shop banner image is required.
hi: दुकान के बैनर इमेज की आवश्यकता है।
kn: ಅಂಗಡಿ ಬ್ಯಾನರ್ ಚಿತ್ರ ಅಗತ್ಯವಿದೆ.

source: Shop description
hi: दुकान का विवरण
kn: ಅಂಗಡಿ ವಿವರಣೆ

source: Shop description is required
hi: दुकान का विवरण आवश्यक है
kn: ಅಂಗಡಿ ವಿವರಣೆ ಅಗತ್ಯವಿದೆ

source: Shop logo is required
hi: दुकान का लोगो आवश्यक है
kn: ಅಂಗಡಿ ಲೋಗೊ ಅಗತ್ಯವಿದೆ

# shop_logo_ucf
source: Shop logo
hi: दुकान का लोगो
kn: ಅಂಗಡಿ ಲೋಗೊ

source: Shop name is required
hi: दुकान के नाम की आवश्यकता है
kn: ಅಂಗಡಿ ಹೆಸರು ಅಗತ್ಯವಿದೆ

# shop_name_ucf
source: Shop Name
hi: दुकान का नाम
kn: ಅಂಗಡಿ ಹೆಸರು

source: Shop phone
hi: दुकान का फ़ोन
kn: ಅಂಗಡಿ ಫೋನ್

source: Shop phone is required
hi: दुकान के फ़ोन की आवश्यकता है
kn: ಅಂಗಡಿ ಫೋನ್ ಅಗತ್ಯವಿದೆ

# shop_settings_ucf
source: Shop Settings
hi: दुकान की सेटिंग्स
kn: ಅಂಗಡಿ ಸೆಟ್ಟಿಂಗ್ಗಳು

source: Shop title
hi: दुकान का शीर्षक
kn: ಅಂಗಡಿ ಶಿರೋನಾಮೆ

source: Shop title is required
hi: दुकान के शीर्षक की आवश्यकता है
kn: ಅಂಗಡಿ ಶಿರೋನಾಮೆ ಅಗತ್ಯವಿದೆ

# shopping_cart_ucf
source: Shopping Cart
hi: शॉपिंग कार्ट
kn: ಶಾಪಿಂಗ್ ಕಾರ್ಟ್

# show_cart_all_capital
source: SHOW CART
hi: कार्ट दिखाए
kn: ಶೋ ಕಾರ್ಟ್

# show_less_ucf
source: Show Less
hi: कम दिखाएं
kn: ಕಡಿಮೆ ತೋರಿಸಿ

# show_request_list_ucf
source: Show Request List
hi: अनुरोध सूची दिखाएं
kn: ಕೋರಿಕೆ ಪಟ್ಟಿ ತೋರಿಸಿ

# show_wallet_all_capital
source: SHOW WALLET
hi: वॉलेट दिखाए
kn: ಶೋ ವಾಲೆಟ್

# sign_up_ucf
source: Sign Up
hi: साइन अप करें
kn: ಸೈನ್ ಅಪ್

# sku_all_capital
source: SKU
kn: ಎಸ್ಕೆಯು

# slug_ucf
source: Slug
hi: स्लग
kn: ಸ್ಲಗ್

source: Social media link
hi: सोशल मीडिया लिंक
kn: ಸೋಷಿಯಲ್ ಮೀಡಿಯಾ ಲಿಂಕ್

# sort_products_by_ucf
source: Sort Products By
hi: उत्पादों को क्रमबद्ध करें
kn: ಉತ್ಪನ್ನಗಳನ್ನು ಇದರಿಂದ ವಿಂಗಡಿಸಿ

# sort_ucf
source: Sort
hi: क्रमबद्ध करें
kn: ವಿಂಗಡಿಸಿ

# starting_bid_ucf
source: Starting Bid
hi: आरंभिक बोली
kn: ಪ್ರಾರಂಭದ ಬಿಡುಗಡೆ

# state_ucf
source: State
hi: राज्य
kn: ರಾಜ್ಯ

# stock_visibility_state_ucf
source: Stock Visibility State
hi: स्टॉक दृश्यता स्थिति
kn: ಸ್ಟಾಕ್ ದೃಷ್ಟಿಯಲ್ಲಿರುವ ರಾಜ್ಯ

# store_home_ucf
source: Store Home
hi: स्टोर होम
kn: ಸ್ಟೋರ್ ಹೋಮ್

# sub_total_all_capital
source: SUB TOTAL
hi: उप-योग
kn: ಉಪ ಒಟ್ಟು

# subject_ucf
source: Subject
hi: विषय
kn: ವಿಷಯ

# submit_ucf
source: Submit
hi: जमा करें
kn: ಸಲ್ಲಿಸಿ

# subtotal_all_capital
source: SUB TOTAL
hi: उप-योग
kn: ಉಪ ಒಟ್ಟು

# support_policy_ucf
source: Support Policy
hi: सहायता नीति
kn: ಬೆಂಬಲ ನೀತಿ

# support_tickets_ucf
source: Support Tickets
hi: समर्थन टिकट
kn: ಬೆಂಬಲ ಟಿಕೆಟ್‌ಗಳು

# tags_ucf
source: Tags
hi: टैग
kn: ಟ್ಯಾಗ್‌ಗಳು

# tax_all_capital
source: TAX
hi: टैक्स
kn: ತೆರಿಗೆ

# these_images_are_visible_in_product_details_page_gallery_600
source: These images are visible in product details page gallery. Use 600x600 sizes images.
hi: ये छवियां उत्पाद विवरण पृष्ठ गैलरी में दिखाई देती हैं। 600x600 आकार की छवियों का उपयोग करें।
kn: ಈ ಚಿತ್ರಗಳು ಉತ್ಪನ್ನ ವಿವರ ಪುಟದ ಗ್ಯಾಲರಿಯಲ್ಲಿ ನೋಟಗೊಳ್ಳುತ್ತವೆ. 600x600 ಗಾತ್ರದ ಚಿತ್ರಗಳನ್ನು ಬಳಸಿ.

source: This app needs permission
hi: इस ऐप को अनुमति चाहिए
kn: ಈ ಆ್ಯಪ್ ಅನುಮತಿ ಬೇಕಾಗಿದೆ
