Repository: parthmahajan008/The-Namur-Project
Catalog: lib/l10n/app_*.arb
Languages: hi, kn

# about_ucf
source: About Us
hi: हमारे बारे में
kn: ನಮ್ಮ ಬಗ್ಗೆ

# acccount_ucf
source: My Account
hi: मेरा खाता
kn: ನನ್ನ ಖಾತೆ

# account_delete_ucf
source: Account Delete
hi: खाता हटाएं
kn: ಖಾತೆ ಅಳಿಸಿ

# account_ucf
source: Account
hi: खाता
kn: ಖಾತೆ

# add_all_capital
source: ADD
hi: जोड़ें
kn: ಸೇರಿಸಿ

# add_all_lower
source: add
hi: जोड़ें
kn: ಸೇರಿಸಿ

# add_location_ucf
source: Add Location
hi: स्थान जोड़ें
kn: ಸ್ಥಳ ಸೇರಿಸಿ

# add_more_ucf
source: Add More
hi: और जोड़ें
kn: ಹೆಚ್ಚಿನವನ್ನು ಸೇರಿಸಿ

# add_new_address
source: Add new addresses
hi: नई पते जोड़ें
kn: ಹೊಸ ವಿಳಾಸಗಳನ್ನು ಸೇರಿಸಿ

# add_new_coupon_ucf
source: Add New Coupon
hi: नया कूपन जोड़ें
kn: ಹೊಸ ಕೂಪನ್ ಸೇರಿಸಿ

# add_new_product_ucf
source: Add New Product
hi: नया उत्पाद जोड़ें
kn: ಹೊಸ ಉತ್ಪಾದನೆ ಸೇರಿಸಿ

# add_new_products_ucf
source: Add New Products
hi: नए उत्पाद जोड़ें
kn: ಹೊಸ ಉತ್ಪಾದನೆಗಳನ್ನು ಸೇರಿಸಿ

# add_to_cart_ucf
source: Add to Cart
hi: कार्ट में जोड़ें
kn: ಕಾರ್ಟ್‌ಗೆ ಸೇರಿಸಿ

# add_ucf
source: Add
hi: जोड़ें
kn: ಸೇರಿಸಿ

# add_your_coupon_code_ucf
source: Add Your Coupon Code
hi: अपना कूपन कोड जोड़ें
kn: ನಿಮ್ಮ ಕೂಪನ್ ಕೋಡ್ ಸೇರಿಸಿ

source: Added to cart
hi: कार्ट में जोड़ा गया
kn: ಕಾರ್ಟ್‌ಗೆ ಸೇರಿಸಲಾಗಿದೆ

# address_ucf
source: Address
hi: पता
kn: ವಿಳಾಸ

source: Addresses of user
hi: उपयोगकर्ता के पते
kn: ಬಳಕೆದಾರನ ವಿಳಾಸಗಳು

# admin_commission_ucf
source: Admin Commission
hi: एडमिन कमीशन
kn: ಅಡ್ಮಿನ್ ಕಮಿಷನ್

# all_deliveries_ucf
source: All Deliveries
hi: सभी डिलिवरीज़
kn: ಎಲ್ಲಾ ವಿತರಣೆಗಳು

# all_digital_products_ucf
source: All Digital Products
hi: सभी डिजिटल उत्पाद
kn: ಎಲ್ಲಾ ಡಿಜಿಟಲ್ ಉತ್ಪಾದನೆಗಳು

source: All * marked fields are mandatory
hi: सभी * चिह्नित क्षेत्र अनिवार्य हैं
kn: ಎಲ್ಲಾ * ಗುರುತಿನ ಹೊಡೆತಗಳು ಅಗತ್ಯವಿದೆ

# all_payments_ucf
source: All Payments
hi: सभी भुगतान
kn: ಎಲ್ಲಾ ಪಾವತಿಗಳು

# all_products_of_ucf
source: All Products of
hi: सभी उत्पादों का
kn: ಎಲ್ಲಾ ಉತ್ಪಾದನೆಗಳು

# all_products_ucf
source: All Products
hi: सभी उत्पाद
kn: ಎಲ್ಲಾ ಉತ್ಪಾದನೆಗಳು

# all_ucf
source: All
hi: सभी
kn: ಎಲ್ಲಾ

source: Already have an Account ?
hi: पहले से ही खाता है?
kn: ಈಗಾಗಲೇ ಖಾತೆ ಹೊಂದಿದ್ದೀರಾ?

source: Amount cannot be empty
hi: राशि खाली नहीं हो सकती
kn: ಮೊತ್ತ ಖಾಲಿ ಇರಬಾರದು

source: Amount is invalid
hi: राशि अमान्य है
kn: ಮೊತ್ತ ಅಮಾನ್ಯವಿದೆ

source: Amount,Name and Transaction id are necessary
hi: राशि, नाम और लेन-देन आईडी आवश्यक हैं
kn: ಮೊತ್ತ, ಹೆಸರು ಮತ್ತು ಲಾಭಾಂಶ ಐಡಿ ಅಗತ್ಯವಿದೆ

# amount_to_Collect_ucf
source: Amount to Collect
hi: जमा करने के लिए राशि
kn: ಸಂಗ್ರಹಿಸಬೇಕಾದ ಮೊತ್ತ

# amount_ucf
source: Amount
hi: राशि
kn: ಮೊತ್ತ

# apply_all_capital
source: APPLY
hi: लागू करें
kn: ಅನ್ವಯಿಸಿ

# apply_all_lower
source: apply
hi: लागू करें
kn: ಅನ್ವಯಿಸಿ

# apply_coupon_all_capital
source: APPLY COUPON
hi: कूपन लागू करें
kn: ಕೂಪನ್ ಅನ್ವಯಿಸಿ

# apply_ucf
source: Apply
hi: लागू करें
kn: ಅನ್ವಯಿಸಿ

# approval_status_ucf
source: Approval Status
hi: मंजूरी की स्थिति
kn: ಅನುಮೋದನಾ ಸ್ಥಿತಿ

# approve_ucf
source: Approve
hi: मंजूर करें
kn: ಅನುಮೋದಿಸಿ

# approved_ucf
source: Approved
hi: मंजूर
kn: ಅನುಮೋದಿಸಲಾಗಿದೆ

source: Are you sure to mark this as delivered ?
hi: क्या आप इसे पहुंचाया गया मान करना चाहते हैं?
kn: ಇದನ್ನು ಬಹಿರಂಗಗೊಳಿಸಲು ನೀವು ಖಚಿತರಾ?

source: Are you sure to mark this as picked up ?
hi: क्या आप इसे उठाया गया मान करना चाहते हैं?
kn: ಇದನ್ನು ತೆಗೆದುಕೊಂಡಂತೆ ನೀವು ಖಚಿತರಾ?

source: Are you sure to remove this address ?
hi: क्या आप इस पते को हटाना चाहते हैं?
kn: ಈ ವಿಳಾಸವನ್ನು ತೆಗೆದುಹಾಕಲು ನೀವು ಖಚಿತರಾ?

source: Are you sure to remove this item ?
hi: क्या आप इस आइटम को हटाना चाहते हैं?
kn: ಈ ಐಟಂ ತೆಗೆದುಹಾಕಲು ನೀವು ಖಚಿತರಾ?

source: Are you sure to request cancellation ?
hi: क्या आप रद्दीकरण करने का अनुरोध करना चाहते हैं?
kn: ರದ್ದು ಬೇಡಿಸಲು ನೀವು ಖಚಿತರಾ?

# ask_for_refund_ucf
source: Ask For Refund
hi: रिफंड के लिए पूछें
kn: ರಿಫಂಡ್ ಕೇಳಿ

source: Assigned
hi: सौंपा गया
kn: ನೇಮಕಾತಿಯಾಗಿದೆ

source: At least one star must be given
hi: कम से कम एक स्टार दिया जाना चाहिए
kn: ಕನಿಷ್ಠವಾಗಿ ಒಂದು ನಕ್ಷತ್ರ ನೀಡಲಿ

# attributes_ucf
source: Attributes
hi: विशेषताएँ
kn: ಗುಣಗಳು

# auction_product_screen_title
source: Auction Product
hi: नीलामी उत्पाद
kn: ನಿಗಮ ಉತ್ಪಾದ

# auction_ucf
source: Auction
hi: नीलामी
kn: ನಿಗಮ

source: Auction Will End
hi: नीलामी समाप्त होगी
kn: ನಿಗಮ ಕೊನೆಗೊಳ್ಳುತ್ತದೆ

# available_all_lower
source: available
hi: उपलब्ध
kn: ಲಭ್ಯವಿದೆ

# back_to_Login_ucf
source: Back to Login
hi: लॉगिन पेज पर वापस जाएं
kn: ಲಾಗಿನ್ ಗೆ ಹಿಂತಿರುಗಿ

source: Back to shipping info
hi: शिपिंग जानकारी पर वापस जाएं
kn: ಶಿಪಿಂಗ್ ಮಾಹಿತಿಗೆ ಹಿಂತಿರುಗಿ

# back_ucf
source: Back
hi: वापस जाएं
kn: ಹಿಂತಿರುಗಿ

source: Bank account name
hi: बैंक खाता नाम
kn: ಬ್ಯಾಂಕ್ ಖಾತಾ ಹೆಸರು

source: Bank account number
hi: बैंक खाता संख्या
kn: ಬ್ಯಾಂಕ್ ಖಾತಾ ಸಂಖ್ಯೆ

# bank_name_ucf
source: Bank Name
hi: बैंक का नाम
kn: ಬ್ಯಾಂಕ್ ಹೆಸರು

source: Bank payment
hi: बैंक भुगतान
kn: ಬ್ಯಾಂಕ್ ಪಾವತಿ

# bank_routing_number_ucf
source: Bank Routing Number
hi: बैंक रूटिंग नंबर
kn: ಬ್ಯಾಂಕ್ ರೌಟಿಂಗ್ ಸಂಖ್ಯೆ

source: Banner (1500 x 450)
hi: बैनर (1500 x 450)
kn: ಬ್ಯಾನರ್ (1500 x 450)

# banner_1500_x_450_des
source: We had to limit height to maintain consistency. In some device both side of the banner might be cropped for height limitation.
hi: हमें संतुलन बनाए रखने के लिए ऊचाई को सीमित करना पड़ा। कुछ डिवाइसों में बैनर के दोनों पक्ष ऊचाई सीमा के लिए कैट हो सकते हैं।
kn: ನಾವು ದೈರ್ಘ್ಯ ಸಂಗತಿಯನ್ನು ಉಳಿಸಲು ಉಚಿತವಾಗಿದ್ದೇವೆ ಎಂದು ಕಿರುಚಿದಾಗ, ಕೆಲವು ಸಾಧನಗಳಲ್ಲಿ ಬ್ಯಾನರ್‌ನ ಎರಡು ಬದಿಗಳು ಎತ್ತರ ಸರಿಹೋಗಿದ್ದರೆ ಅದನ್ನು ಕಿತ್ತುಹಾಕಿದ್ದೇವೆ.

source: Banner settings
hi: बैनर सेटिंग्स
kn: ಬ್ಯಾನರ್ ಸೆಟ್ಟಿಂಗ್ಗಳು

# barcode_ucf
source: Barcode
hi: बारकोड
kn: ಬಾರ್‌ಕೋಡ್

# basic_information_ucf
source: Basic Information
hi: मौलिक जानकारी
kn: ಆಧಾರಭೂತ ಮಾಹಿತಿ

# blogs_ucf
source: Blogs
hi: ब्लॉग्स
kn: ಬ್ಲಾಗ್‌ಗಳು

# brand_ucf
source: Brand:
hi: ब्रांड:
kn: ಬ್ರ್ಯಾಂಡ್:

# brands_ucf
source: Brands
hi: ब्रांड्स
kn: ಬ್ರ್ಯಾಂಡ್‌ಗಳು

# browse_all_sellers_ucf
source: Browse All Sellers
hi: सभी विक्रेताओं को ब्राउज़ करें
kn: ಎಲ್ಲಾ ಮಾರಾಟಕ್ಕಾಗಿ ಬ್ರೌಸ್ ಮಾಡಿ

# buy_now_ucf
source: Buy Now
hi: अब खरीदें
kn: ಈಗ ಖರೀದಿಸಿ

# buy_package_ucf
source: Buy Package
hi: पैकेज खरीदें
kn: ಪ್ಯಾಕೇಜ್ ಖರೀದಿಸಿ

source: Calculating...
hi: गणना हो रही है...
kn: ಲೆಕ್ಕಹಾಕಲಾಗುತ್ತಿದೆ...

# calculating_ucf
source: Calculating
hi: गणना हो रही है
kn: ಲೆಕ್ಕಹಾಕಲಾಗುತ್ತಿದೆ

# calender_ucf
source: Calender
hi: कैलेंडर
kn: ಕ್ಯಾಲೆಂಡರ್

# call_chat_ucf
source: Call/Chat
hi: कॉल/चैट
kn: ಕರೆ / ಚಾಟ್

# cancel_all_capital
source: CANCEL
hi: रद्द करें
kn: ರದ್ದುಗೊಳಿಸಿ

# cancel_all_lower
source: cancel
hi: रद्द करें
kn: ರದ್ದುಗೊಳಿಸಿ

source: Cancel request is already send
hi: रद्द करने का अनुरोध पहले ही भेज दिया गया है
kn: ರದ್ದು ಕೋರಿಕೆ ಈಗಾಗಲೇ ಕಳುಹಿಸಲಾಗಿದೆ

# cancel_ucf
source: Cancel
hi: रद्द करें
kn: ರದ್ದುಗೊಳಿಸಿ

# cancelled_delivery_ucf
source: Cancelled Delivery
hi: रद्द की गई डिलिवरी
kn: ರದ್ದುಗೊಳಿಸಲಾದ ವಿತರಣೆ

source: Cannot order more than
hi: अधिक से अधिक आदेश नहीं किया जा सकता
kn: ಹೆಚ್ಚಿನ ಹಾಕಿಕೆ ಮಾಡಲು ಸಾಧ್ಯವಿಲ್ಲ

# carrier_points_is_unavailable_ucf
source: Carrier Points Is Unavailable
hi: कैरियर पॉइंट्स अनुपलब्ध हैं
kn: ಕ್ಯಾರಿಯರ್ ಪಾಯಿಂಟ್ಸ್ ಲಭ್ಯವಿಲ್ಲ

# carrier_ucf
source: Carrier
hi: कैरियर
kn: ಕ್ಯಾರಿಯರ್

source: Cart is empty
hi: कार्ट खाली है
kn: ಕಾರ್ಟ್ ಖಾಲಿಯಾಗಿದೆ

# cart_ucf
source: Cart
hi: कार्ट
kn: ಕಾರ್ಟ್

# cash_on_delivery_ucf
source: Cash on Delivery
hi: कैश ऑन डिलिवरी
kn: ಡೆಲಿವರಿ ಮೇಲೆ ನಗದು

source: Cash payment
hi: कैश भुगतान
kn: ನಗದು ಪಾವತಿ

# categories_ucf
source: Categories
hi: श्रेणियाँ
kn: ವರ್ಗಗಳು

# change_bid_ucf
source: Change Bid
hi: बिड़ बदलें
kn: ಬಿಡ್ ಬದಲಾಯಿಸಿ

# change_language_ucf
source: Select Your Language
hi: अपनी भाषा चुनें
kn: ನಿಮ್ಮ ಭಾಷೆಯನ್ನು ಬದಲಾಯಿಸಿ

source: Chat list
hi: चैट सूची
kn: ಚಾಟ್ ಪಟ್ಟಿ

source: Chat with seller
hi: विक्रेता के साथ चैट करें
kn: ವಿಕ್ರೇತನೊಡನೆ ಚಾಟ್

# check_balance_ucf
source: Check Balance
hi: शेष जाँचें
kn: ಶೇಕ್ ಬ್ಯಾಲೆನ್ಸ್

# checkout_ucf
source: Checkout
hi: चेकआउट
kn: ಚೆಕ್ ಔಟ್

source: Choose an address
hi: एक पता चुनें
kn: ಒಂದು ವಿಳಾಸವನ್ನು ಆಯ್ಕೆಮಾಡಿ

source: Choose an address or pickup point
hi: एक पता या पिकअप प्वाइंट चुनें
kn: ಒಂದು ವಿಳಾಸವನ್ನು ಅಥವಾ ಪಿಕಪ್ ಪಾಯಿಂಟ್ ಆಯ್ಕೆಮಾಡಿ

# choose_delivery_ucf
source: Choose Delivery
hi: डिलिवरी चुनें
kn: ವಿತರಣೆಯನ್ನು ಆಯ್ಕೆಮಾಡಿ

# city_ucf
source: City
hi: शहर
kn: ನಗರ

# classified_ads_ucf
source: Classified Ads
hi: वर्गीकृत विज्ञापन
kn: ವರ್ಗೀಕರಿತ ವಾಣಿಜ್ಯ

source: Classified products
hi: वर्गीकृत उत्पाद
kn: ವರ್ಗೀಕೃತ ಉತ್ಪನ್ನಗಳು

# clear_all_capital
source: CLEAR
hi: साफ करें
kn: ಸ್ಪಷ್ಟ

# clear_all_lower
source: clear
hi: साफ करें
kn: ಸ್ಪಷ್ಟ

# clear_ucf
source: Clear
hi: साफ करें
kn: ಸ್ಪಷ್ಟ

# close_all_capital
source: CLOSE
hi: बंद करें
kn: ಮುಚ್ಚು

# close_all_lower
source: close
hi: बंद करें
kn: ಮುಚ್ಚು

# close_ucf
source: Close
hi: बंद करें
kn: ಮುಚ್ಚು

# club_point_ucf
source: Club Point
hi: क्लब पॉइंट
kn: ಕ್ಲಬ್ ಪಾಯಿಂಟ್

# collection_ucf
source: Collection
hi: संग्रह
kn: ಸಂಗ್ರಹ

# color_ucf
source: Color
hi: रंग
kn: ಬಣ್ಣ

# colors_ucf
source: Colors
hi: रंग
kn: ಬಣ್ಣಗಳು

source: Coming soon
hi: जल्द ही आ रहा है
kn: ಹತ್ತಿರವಿದೆ

# commission_history_ucf
source: Commission History
hi: कमीशन इतिहास
kn: ಕಮಿಷನ್ ಇತಿಹಾಸ

# completed_delivery_ucf
source: Completed Delivery
hi: पूर्ण हुई डिलिवरी
kn: ಪೂರ್ಣಗೊಂಡ ವಿತರಣೆ

# configure_now_ucf
source: Configure Now
hi: अब कॉन्फ़िगर करें
kn: ಈಗ ಸಂರಚಿಸಿ

source: Configure your payment method.
hi: अपनी भुगतान विधि कॉन्फ़िगर करें।
kn: ನಿಮ್ಮ ಪಾವತಿ ವಿಧಾನವನ್ನು ಸಂರಚಿಸಿ. ನಂತರ ನೀವು ಫಾರಂ ಸಂಪಾದಿಸಲು ಅಥವಾ ಮರುಸಲೀಲಿಸಲು ಸಾಧ್ಯವಿಲ್ಲ

# confirm_all_capital
source: CONFIRM
hi: पुष्टि करें
kn: ದೃಢಪಡಿಸಿ

# confirm_all_lower
source: confirm
hi: पुष्टि करें
kn: ದೃಢಪಡಿಸಿ

# confirm_ucf
source: Verify
hi: सत्यापित करें
kn: ದೃಢಪಡಿಸಿ

source: Confirm your password
hi: अपना पासवर्ड पुष्टि करें
kn: ನಿಮ್ಮ ಪಾಸ್ವರ್ಡ್ ದೃಢಪಡಿಸಿ

# confirmed_ucf
source: Confirmed
hi: पुष्टि की गई
kn: ದೃಢಪಟ್ಟಿದೆ

# congratulations_ucf
source: Congratulations !!
hi: बधाई हो !!
kn: ಅಭಿನಂದನೆಗಳು !!

# contact_ucf
source: Contact Us
hi: हमसे संपर्क करें
kn: ನಮ್ಮ ಸಂಪರ್ಕಿಸಿ

# continue_to_delivery_info_ucf
source: Continue to Delivery Info
hi: डिलिवरी जानकारी पर जारी रखें
kn: ವಿತರಣಾ ಮಾಹಿತಿಗೆ ಮುಂದುವರಿಯಿರಿ

# continue_ucf
source: Continue
hi: जारी रखें
kn: ಮುಂದುವರಿಯಿರಿ

# conversation_ucf
source: Conversation
hi: बातचीत
kn: ಸಂಭಾಷಣೆ

# convert_now_ucf
source: Convert Now
hi: अब रूपांतरित करें
kn: ಈಗ ರೂಪಾಂತರಿಸಿ

# converted_ucf
source: Converted
hi: रूपांतरित
kn: ರೂಪಾಂತರಿಸಲಾಗಿದೆ

# copied_ucf
source: Copied
hi: कॉपी किया गया
kn: ನಕಲಿಸಲಾಗಿದೆ

# copy_product_link_ucf
source: Copy Product Link
hi: उत्पाद लिंक कॉपी करें
kn: ಉತ್ಪನ್ನ ಲಿಂಕ್ ನಕಲಿಸಿ

# correctly_fill_up_the_necessary_information
source: Correctly fill-up the necessary information. Later you cannot edit or re-submit the form
hi: आवश्यक जानकारी को सही ढंग से भरें। बाद में आप फ़ॉर्म को संपादित या पुनः प्रस्तुत नहीं कर सकते
kn: ಅಗತ್ಯವಿರುವ ಮಾಹಿತಿಯನ್ನು ಸರಿಯಾಗಿ ನೀಡಿ. ನಂತರ ನೀವು ಈ ಫಾರಂ ಸಂಪಾದಿಸಲು ಅಥವಾ ಮರುಸಲೀಲಿಸಲು ಸಾಧ್ಯವಿಲ್ಲ

source: Could not create conversation
hi: बातचीत बनाई नहीं जा सकी
kn: ಸಂಭಾಷಣೆ ರಚಿಸಲಾಗಲಿಲ್ಲ

# country_ucf
source: Country
hi: देश
kn: ದೇಶ

# coupon_code_is_empty_ucf
source: Coupon Code Is Empty
hi: कूपन कोड खाली है
kn: ಕೂಪನ್ ಕೋಡ್ ಖಾಲಿಯಾಗಿದೆ

# coupon_code_ucf
source: Coupon Code
hi: कूपन कोड
kn: ಕೂಪನ್ ಕೋಡ್

source: Coupon information adding
hi: कूपन जानकारी जोड़ी जा रही है
kn: ಕೂಪನ್ ಮಾಹಿತಿ ಸೇರಿಸಲಾಗುತ್ತಿದೆ

# coupon_ucf
source: Coupon
hi: कूपन
kn: ಕೂಪನ್

# coupons_ucf
source: Coupons
hi: कूपन्स
kn: ಕೂಪನ್‌ಗಳು

source: Create a ticket
hi: एक टिकट बनाएं
kn: ಟಿಕೆಟ್ ರಚಿಸಿ

source: Creating order ...
hi: आदेश बना रहा है...
kn: ಆರ್ಡರ್ ರಚಿಸಲಾಗುತ್ತಿದೆ...

# crops_grown_and_planned_ucf
source: Crops Grown And Planned
hi: उगाई गई और योजनाएँ
kn: ಬೆಳೆಯಲಾದ ಮತ್ತು ಯೋಜಿತ ಹಣ್ಣುಗಳು

# cultivation_tips_ucf
source: Cultivation Tips
hi: खेती के सुझाव
kn: ಬೆಳೆಯುವ ಸೂಚನೆಗಳು

# currency_change_ucf
source: Change Currency
hi: मुद्रा बदलें
kn: ಮುದ್ರಾ ಬದಲಾಯಿಸಿ

# currency_ucf
source: Currency
hi: मुद्रा
kn: ಮುದ್ರಾ

# current_package_ucf
source: Current Package
hi: वर्तमान पैकेज
kn: ಪ್ರಸ್ತುತ ಪ್ಯಾಕೇಜ್

# dailymotion_ucf
source: Dailymotion
hi: डेलीमोशन
kn: ಡೈಲಿಮೋಶನ್

# dashboard_ucf
source: Dashboard
hi: डैशबोर्ड
kn: ಡ್ಯಾಶ್ಬೋರ್ಡ್

# date_ucf
source: Date
hi: तारीख
kn: ದಿನಾಂಕ

# day_ucf
source: Day
hi: दिन
kn: ದಿನ

# days_ucf
source: Days
hi: दिन
kn: ದಿನಗಳು

# default_ucf
source: Default
hi: डिफ़ॉल्ट
kn: ಡೀಫಾಲ್ಟ್

# delete_account_warning_description
source: Once your account is deleted from our system, you will lose your balance and other information from our system.
hi: एक बार जब आपका खाता हमारे सिस्टम से हटा दिया जाता है, तो आप अपनी शेष राशि और अन्य जानकारी को हमारे सिस्टम से खो देंगे।
kn: ನಿಮ್ಮ ಖಾತೆಯನ್ನು ನಮ್ಮ ಸಿಸ್ಟಮ್‌ನಿಂದ ಅಳಿಸಿದಾಗ, ನೀವು ನಮ್ಮ ಸಿಸ್ಟಮ್‌ನಿಂದ ನಿಮ್ಮ ಜಮಾ ಮತ್ತು ಇತರ ಮಾಹಿತಿಯನ್ನು ಕಳೆಯುವಿರಿ.

# delete_account_warning_title
source: Do you want to delete your account from our system?
hi: क्या आप अपना खाता हमारे सिस्टम से हटाना चाहते हैं?
kn: ನೀವು ನಮ್ಮ ಸಿಸ್ಟಮ್‌ನಿಂದ ನಿಮ್ಮ ಖಾತೆಯನ್ನು ಅಳಿಸಲು ಇಚ್ಛಿಸುತ್ತಿದ್ದೀರಾ?

source: Delete my account
hi: मेरा खाता हटाएं
kn: ನನ್ನ ಖಾತೆಯನ್ನು ಅಳಿಸಿ

# delete_ucf
source: Delete
hi: हटाएं
kn: ಅಳಿಸಿ

# delivered_ucf
source: Delivered
hi: पहुंचा दिया गया
kn: ವಿತರಿಸಲಾಗಿದೆ

source: Delivery boy pickup point
hi: डिलिवरी बॉय पिकअप प्वाइंट
kn: ಡೆಲಿವರಿ ಹುಡುಕುವ ಪಾಯಿಂಟ್

# delivery_status_ucf
source: Delivery Status
hi: डिलिवरी स्थिति
kn: ವಿತರಣಾ ಸ್ಥಿತಿ

# deny_ucf
source: Deny
hi: इनकार करें
kn: ನಿರಾಕರಿಸಿ

# description_ucf
source: Description:
hi: विवरण:
kn: ವಿವರಣೆ:

# descriptions_ucf
source: Description
hi: विवरण
kn: ವಿವರಣೆಗಳು

# digital_product_screen_
source: Digital Product
hi: डिजिटल उत्पाद
kn: ಡಿಜಿಟಲ್ ಉತ್ಪನ್ನ

# digital_product_ucf
source: Digital Product
hi: डिजिटल उत्पाद
kn: ಡಿಜಿಟಲ್ ಉತ್ಪನ್ನ

# discount_all_capital
source: DISCOUNT
hi: छूट
kn: ಹೊರಗೊಮ್ಮಲು

# discount_amount_is_invalid_ucf
source: Discount Amount Is Invalid
hi: डिस्काउंट राशि अमान्य है
kn: ಹೊರಗೊಮ್ಮಲು ಮೊತ್ತ ಅಮಾನ್ಯವಾಗಿದೆ

# discount_date_range_ucf
source: Discount Date Range
hi: डिस्काउंट तिथि सीमा
kn: ಹೊರಗೊಮ್ಮಲು ದಿನಾಂಕ ಶ್ರೇಣಿ

# discount_ucf
source: Discount
hi: छूट
kn: ಹೊರಗೊಮ್ಮಲು

# dist_taluk_village_pincode_ucf
source: Dist, Taluk, Village, Pincode
hi: जिला, तालुक, गाँव, पिनकोड
kn: ಜಿಲ್ಲೆ, ತಾಲೂಕು, ಹಳ್ಳಿ, ಪಿನ್‌ಕೋಡ್

source: Do you want close the app?
hi: क्या आप ऐप को बंद करना चाहते हैं?
kn: ನೀವು ಅಪ್ಲಿಕೇಶನ್‌ನನ್ನು ಮುಚ್ಚಲು ಇಚ್ಛಿಸುತ್ತಿದ್ದೀರಾ?

source: Do you want to delete it?
hi: क्या आप इसे हटाना चाहते हैं?
kn: ನೀವು ಅದನ್ನು ಅಳಿಸಲು ಇಚ್ಛಿಸುವಿರಾ?

# done_all_capital
source: DONE
hi: किया हुआ
kn: ಮುಗಿಯಿತು

source: Double tap on an address to make it default
hi: डिफ़ॉल्ट बनाने के लिए एक पते पर दोहरा टैप करें
kn: ಅದನ್ನು ಡೀಫಾಲ್ಟ್ ಮಾಡಲು ಒಂದು ವಿಳಾಸಕ್ಕೆ ಎರಡು ಬಾರಿ ಟ್ಯಾಪ್ ಮಾಡಿ

# downloads_ucf
source: Downloads
hi: डाउनलोड
kn: ಡೌನ್ಲೋಡ್‌ಗಳು

# earned_points_ucf
source: Earned Points
hi: कमाए गए पॉइंट्स
kn: ಗಳಿಸಿದ ಅಂಕಗಳು

# earning_points_history_ucf
source: Earning Points History
hi: कमाई पॉइंट्स इतिहास
kn: ಅಂಕಗಳ ಇತಿಹಾಸ

# earnings_ucf
source: Earnings
hi: कमाई
kn: ಆದಾಯ

# edit_coupon_ucf
source: Edit Coupon
hi: कूपन संपादित करें
kn: ಕೂಪನ್ ಸಂಪಾದಿಸಿ

# edit_profile_ucf
source: Edit Profile
hi: प्रोफाइल संपादित करें
kn: ಪ್ರೊಫೈಲ್ ಸಂಪಾದಿಸಿ

# edit_ucf
source: Edit
hi: संपादित करें
kn: ಸಂಪಾದಿಸಿ

# email_account_ucf
source: Email Account
hi: ईमेल खाता
kn: ಇಮೇಲ್ ಖಾತೆ

# email_ucf
source: Email
hi: ईमेल
kn: ಇಮೇಲ್

# ended_ucf
source: Ended
hi: समाप्त हो गई
kn: ಮುಗಿಯಿತು

# enter_address_ucf
source: Enter Address
hi: पता दर्ज करें
kn: ವಿಳಾಸ ನಮೂದಿಸಿ

# enter_amount_ucf
source: Enter Amount
hi: राशि दर्ज करें
kn: ಮೊತ್ತ ನಮೂದಿಸಿ

# enter_city_ucf
source: Enter City
hi: शहर दर्ज करें
kn: ನಗರ ನಮೂದಿಸಿ

# enter_country_ucf
source: Enter Country
hi: देश दर्ज करें
kn: ದೇಶ ನಮೂದಿಸಿ

source: Enter coupon code
hi: कूपन कोड दर्ज करें
kn: ಕೂಪನ್ ಕೋಡ್ ನಮೂದಿಸಿ

source: Enter email
hi: ईमेल दर्ज करें
kn: ಇಮೇಲ್ ನಮೂದಿಸಿ

# enter_message_ucf
source: Enter Message
hi: संदेश दर्ज करें
kn: ಸಂದೇಶ ನಮೂದಿಸಿ

source: Enter password
hi: पासवर्ड दर्ज करें
kn: ಪಾಸ್‌ವರ್ಡ್ ನಮೂದಿಸಿ

source: Enter phone number
hi: फ़ोन नंबर दर्ज करें
kn: ಫೋನ್ ಸಂಖ್ಯೆ ನಮೂದಿಸಿ

# enter_phone_number_ucf
source: Enter phone number
hi: फ़ोन नंबर दर्ज करें
kn: ಫೋನ್ ಸಂಖ್ಯೆ ನಮೂದಿಸಿ

# enter_phone_ucf
source: Enter Phone
hi: फ़ोन दर्ज करें
kn: ಫೋನ್ ನಮೂದಿಸಿ

# enter_postal_code_ucf
source: Enter Postal Code
hi: पोस्टल कोड दर्ज करें
kn: ಪೋಸ್ಟಲ್ ಕೋಡ್ ನಮೂದಿಸಿ

# enter_reason_ucf
source: Enter Reason
hi: कारण दर्ज करें
kn: ಕಾರಣ ನಮೂದಿಸಿ

# enter_state_ucf
source: Enter State
hi: राज्य दर्ज करें
kn: ರಾಜ್ಯ ನಮೂದಿಸಿ

source: Enter the code
hi: कोड दर्ज करें
kn: ಕೋಡ್ ನಮೂದಿಸಿ

source: Enter the code sent
hi: भेजे गए कोड को दर्ज करें
kn: ಕೊಟ್ಟ ಕೋಡ್ ನಮೂದಿಸಿ

source: Enter the verification code that sent to your email recently.
hi: अभी हाल ही में आपके ईमेल पर भेजा गया सत्यापन कोड दर्ज करें।
kn: ಇತ್ತೀಚಿನ ಇಮೇಲ್‌ಗೆ ಕಳುಹಿಸಲಾದ ಪರಿಶೀಲನಾ ಕೋಡ್ ನಮೂದಿಸಿ

source: Enter the verification code that sent to your phone recently.
hi: अभी हाल ही में आपके फ़ोन पर भेजा गया सत्यापन कोड दर्ज करें।
kn: ಇತ್ತೀಚಿನ ಹೊಸ ಸಂದೇಶದ ಪರಿಶೀಲನಾ ಕೋಡ್ ನಮೂದಿಸಿ.

# enter_title_ucf
source: Enter Title
hi: शीर्षक दर्ज करें
kn: ಶೀರ್ಷಿಕೆ ನಮೂದಿಸಿ

source: Enter verification code
hi: सत्यापन कोड दर्ज करें
kn: ಪರಿಶೀಲನಾ ಕೋಡ್ ನಮೂದಿಸಿ

source: Enter your name
hi: अपना नाम दर्ज करें
kn: ನಿಮ್ಮ ಹೆಸರನ್ನು ನಮೂದಿಸಿ

# estimate_shipping_time_ucf
source: Estimate Shipping Time
hi: शिपिंग समय का आंशिक अनुमान
kn: ಶಿಪಿಂಗ್ ಸಮಯವನ್ನು ಅಂಚಿನೋಡಿ

# external_link_button_text_ucf
source: External Link Button Text
hi: बाह्य लिंक बटन टेक्स्ट
kn: ಬಾಹ್ಯ ಲಿಂಕ್ ಬಟನ್ ಪಠ್ಯ

# external_link_ucf
source: External Link
hi: बाह्य लिंक
kn: ಬಾಹ್ಯ ಲಿಂಕ್

# facebook_ucf
source: Facebook
hi: फेसबुक
kn: ಫೇಸ್‌ಬುಕ್

# favorite_seller_ucf
source: Favorite Seller
hi: पसंदीदा विक्रेता
kn: ನೆಚ್ಚಿನ ಅಮ್ಮಗಾರ

# featured_categories_ucf
source: Featured Categories
hi: विशेष श्रेणियाँ
kn: ವೈಶಿಷ್ಟ್ಯಪೂರ್ಣ ವರ್ಗಗಳು

# featured_products_ucf
source: Featured Products
hi: विशेषज्ञ उत्पाद
kn: ವೈಶಿಷ್ಟ್ಯಪೂರ್ಣ ಉತ್ಪನ್ನಗಳು

source: Fetching bkash url ...
hi: Bkash URL प्राप्त कर रहा है...
kn: Bkash ಯುಆರ್ಎಲ್ ತಯಾರಾಗುತ್ತಿದೆ...

source: Fetching nagad url ...
hi: Nagad URL प्राप्त कर रहा है...
kn: Nagad ಯುಆರ್ಎಲ್ ತಯಾರಾಗುತ್ತಿದೆ...

source: Fetching paypal url ...
hi: Paypal URL प्राप्त कर रहा है...
kn: Paypal ಯುಆರ್‌ಎಲ್ ತಯಾರಾಗುತ್ತಿದೆ...

source: Fetching sslcommerz url ...
hi: SSLCommerz URL प्राप्त कर रहा है...
kn: SSLCommerz ಯುಆರ್‌ಎಲ್ ತಯಾರಾಗುತ್ತಿದೆ...

# filter_screen_min_max_warning
source: Min price cannot be larger than max price
hi: न्यूनतम मूल्य अधिक नहीं हो सकता
kn: ಕನಿಷ್ಠ ಬೆಲೆ ಗರಿಷ್ಠ ಬೆಲೆಯಿಂದ ಹೆಚ್ಚಾಗಿರಬಾರದು

# filter_ucf
source: Filter
hi: फ़िल्टर
kn: ಫಿಲ್ಟರ್

source: Flash deal has ended
hi: फ़्लैश डील समाप्त हो गई है
kn: ಫ್ಲ್ಯಾಷ್ ಡಿಲ್ ಮುಗಿಯಿತು

# flash_deal_ucf
source: Flash Deal
hi: फ़्लैश डील
kn: ಫ್ಲ್ಯಾಷ್ ಡಿಲ್

# flash_deals_ucf
source: Flash Deals
hi: फ़्लैश डील्स
kn: ಫ್ಲ್ಯಾಷ್ ಡಿಲ್ಸ್

# follow_ucf
source: Follow
hi: फॉलो करें
kn: ಅನುಸರಿಸಿ

# followed_sellers_ucf
source: Followed Sellers
hi: फॉलोव्ड विक्रेता
kn: ಅನುಸರಿಸಿದ ಅಮ್ಮಗಾರರು

# followed_ucf
source: Followed
hi: फॉलो किया गया
kn: ಅನುಸರಿಸಿದ

# forget_password_ucf
source: Forget Password ?
hi: पासवर्ड भूल गए ?
kn: ಪಾಸ್‌ವರ್ಡ್ ಮರೆತುಹೋಗಿದ್ದೀರಾ?

# found_all_lower
source: found
hi: पाया गया
kn: ಸಿಗಿದೆ

# gallery_images_600
source: Gallery Images (600x600)
hi: गैलरी छवियाँ (600x600)
kn: ಗ್ಯಾಲರಿ ಚಿತ್ರಗಳು (600x600)

# general_setting_ucf
source: General Setting
hi: सामान्य सेटिंग
kn: ಸಾಮಾನ್ಯ ಸೆಟ್ಟಿಂಗ್

# general_ucf
source: General
hi: सामान्य
kn: ಸಾಮಾನ್ಯ

# get_direction_ucf
source: Get Direction
hi: दिशा प्राप्त करें
kn: ದಾರಿ ಹೊಂದಿಸಿ

source: Get locations
hi: स्थान प्राप्त करें
kn: ಸ್ಥಳಗಳನ್ನು ಪಡೆಯಿರಿ

source: Go to settings
hi: सेटिंग्स में जाएं
kn: ಸೆಟ್ಟಿಂಗ್ಗೆ ಹೋಗಿ

source: Go to your application settings and give photo permission
hi: अपनी एप्लिकेशन सेटिंग्स में जाएं और फोटो की अनुमति दें
kn: ನಿಮ್ಮ ಅನ್ವಯಗಳ ಸೆಟ್ಟಿಂಗ್ಗೆ ಹೋಗಿ ಫೋಟೋ ಅನುಮತಿ ನೀಡಿ

# google_ucf
source: Google
hi: गूगल
kn: ಗೂಗಲ್

# grand_total_all_capital
source: GRAND TOTAL
hi: कुल योग
kn: ಗ್ರ್ಯಾಂಡ್ ಒಟ್ಟು

# hi_welcome_to_all_lower
source: hi, welcome to
hi: नमस्ते, आपका स्वागत है
kn: ಹಾಯ್, ಸುಸ್ವಾಗತ

# highest_bid_ucf
source: Highest Bid
hi: सबसे उच्च बोली
kn: ಅತ್ಯಂತ ಬಿಡುಗಡೆ

# home_delivery_ucf
source: Home Delivery
hi: होम डिलिवरी
kn: ಹೋಮ್ ಡೆಲಿವರಿ

# home_ucf
source: Home
hi: होम
kn: ಹೋಮ್

# if_you_are_finding_any_problem_while_logging_in
source: If you are finding any problem while logging in please contact the admin
hi: यदि आप लॉगिन करते समय कोई समस्या पा रहे हैं तो कृपया व्यवस्थापक से संपर्क करें
kn: ಲಾಗಿನ್ ಮಾಡುವಾಗ ಯಾವುದೇ ಸಮಸ್ಯೆ ಕಂಡುಬರುತ್ತಿದ್ದರೆ ದಯವಿಟ್ಟು ನಿರ್ವಹಿಸಿ

source: In case of any difficulties, contact with admin.
hi: किसी भी कठिनाई के मामले में, व्यवस्थापक से संपर्क करें।
kn: ಯಾವುದೇ ಕಷ್ಟಗಳ ಸಂದರ್ಭದಲ್ಲಿ, ಅಡ್ಮಿನ್‌ಗೆ ಸಂಪರ್ಕಿಸಿ.

# in_your_cart_all_lower
source: in your cart
hi: आपकी कार्ट में
kn: ನಿಮ್ಮ ಕಾರ್ಟ್ನಲ್ಲಿ

# in_your_wishlist_all_lower
source: in your wishlist
hi: आपकी इच्छा सूची में
kn: ನಿಮ್ಮ ಇಚ್ಛಾಪಟದಲ್ಲಿ

# inbox_ucf
source: Inbox
hi: इनबॉक्स
kn: ಇನ್‌ಬಾಕ್ಸ್

# instagram_ucf
source: Instagram
hi: इंस्टाग्राम
kn: ಇನ್ಸ್ಟಾಗ್ರಾಮ್

# invalid_maximum_discount_ucf
source: Invalid Maximum Discount
hi: अमान्य अधिकतम डिस्काउंट
kn: ಅಮಾನ್ಯ ಗರಿಷ್ಠ ಹೊಂದಿಕೆ

# invalid_minimum_shopping_ucf
source: Invalid Minimum Shopping
hi: अमान्य न्यूनतम खरीदी
kn: ಅಮಾನ್ಯ ಕನಿಷ್ಠ ಖರೀದಿ

# item_all_lower
source: item
hi: आइटम
kn: ಐಟಂ

# items_of_this_all_lower
source: item(s) of this
hi: इसके आइटम(स) का
kn: ಇದರ ಐಟಂ(ಗಳು)

# join_ucf
source: Join
hi: शामिल हों
kn: ಸೇರಿ

# land_details_syno_plot_size_ucf
source: Land Details, syno, Plot Size
hi: भूमि विवरण, सिनो, प्लॉट साइज
kn: ಭೂಮಿಯ ವಿವರಗಳು, ಸೈನೊ, ಪ್ಲಾಟ್ ಗಾತ್ರ

# language_ucf
source: Language
hi: भाषा
kn: ಭಾಷೆ

source: Last recharged
hi: अंतिम रीचार्ज
kn: ಕೊನೆಯಾಗಿ ರಿಚಾರ್ಜ್ ಮಾಡಲಾಗಿದೆ

# latitude_ucf
source: Latitude
hi: अक्षांश
kn: ಅಕ್ಷಾಂಶ

source: Leave it blank if you do not use external site link
hi: बाह्य साइट लिंक का उपयोग नहीं करते हैं तो इसे खाली छोड़ें
kn: ಬಾಹ್ಯ ಸೈಟ್ ಲಿಂಕ್ ಬಳಸುವುದಿಲ್ಲದಿದ್ದರೆ ಇದನ್ನು ಖಾಲಿ ಬಿಡಿ

# load_more_ucf
source: Load More
hi: और लोड करें
kn: ಹೆಚ್ಚಿನದನ್ನು ಲೋಡ್ ಮಾಡಿ

# loading_cities_ucf
source: Loading Cities ...
hi: शहर लोड हो रहे हैं...
kn: ನಗರಗಳನ್ನು ಲೋಡ್ ಆಗುತ್ತಿದೆ...

# loading_countries_ucf
source: Loading Countries ...
hi: देश लोड हो रहे हैं...
kn: ದೇಶಗಳನ್ನು ಲೋಡ್ ಆಗುತ್ತಿದೆ...

# loading_more_brands_ucf
source: Loading More Brands ...
hi: और ब्रांड्स लोड हो रहे हैं...
kn: ಹೆಚ್ಚಿನ ಬ್ರ್ಯಾಂಡ್‌ಗಳನ್ನು ಲೋಡ್ ಆಗುತ್ತಿದೆ...

# loading_more_categories_ucf
source: Loading More Categories ...
hi: और श्रेणियाँ लोड हो रही हैं...
kn: ಹೆಚ್ಚಿನ ವರ್ಗಗಳನ್ನು ಲೋಡ್ ಆಗುತ್ತಿದೆ...

# loading_more_histories_ucf
source: Loading More Histories ...
hi: और इतिहास लोड हो रहा है...
kn: ಹೆಚ್ಚಿನ ಇತಿಹಾಸಗಳನ್ನು ಲೋಡ್ ಆಗುತ್ತಿದೆ...

# loading_more_items_ucf
source: Loading More Items ...
hi: और आइटम्स लोड हो रहे हैं...
kn: ಹೆಚ್ಚಿನ ಐಟಂಗಳನ್ನು ಲೋಡ್ ಆಗುತ್ತಿದೆ...

# loading_more_orders_ucf
source: Loading More order...
hi: और आर्डर्स लोड हो रहे हैं...
kn: ಹೆಚ್ಚಿನ ಆರ್ಡರ್‌ಗಳನ್ನು ಲೋಡ್ ಆಗುತ್ತಿದೆ...

# loading_more_products_ucf
source: Loading More Products ...
hi: और उत्पाद लोड हो रहे हैं...
kn: ಹೆಚ್ಚಿನ ಉತ್ಪನ್ನಗಳನ್ನು ಲೋಡ್ ಆಗುತ್ತಿದೆ...

# loading_more_reviews_ucf
source: Loading More Reviews ...
hi: और समीक्षाएं लोड हो रही हैं...
kn: ಹೆಚ್ಚಿನ ವಿಮರ್ಶೆಗಳನ್ನು ಲೋಡ್ ಆಗುತ್ತಿದೆ...

# loading_more_shops_ucf
source: Loading More Shops ...
hi: और दुकानें लोड हो रही हैं...
kn: ಹೆಚ್ಚಿನ ಅಂಗಡಿಗಳನ್ನು ಲೋಡ್ ಆಗುತ್ತಿದೆ...

# loading_states_ucf
source: Loading States ...
hi: और राज्य लोड हो रहे हैं...
kn: ರಾಜ್ಯಗಳನ್ನು ಲೋಡ್ ಆಗುತ್ತಿದೆ...

source: Loading suggestions...
hi: सुझाव लोड हो रहे हैं...
kn: ಸೂಚನೆಗಳನ್ನು ಲೋಡ್ ಆಗುತ್ತಿದೆ...

source: Location not available
hi: स्थान उपलब्ध नहीं है
kn: ಸ್ಥಾನ ಲಭ್ಯವಿಲ್ಲ

source: Log in
hi: लॉग इन
kn: ಲಾಗಿನ್ ಮಾಡಿ

# login_screen_create_account
source: Signup
hi: साइन अप करें
kn: ಖಾತೆ ರಚಿಸಿ

# login_screen_forgot_password
source: Forgot Password?
hi: पासवर्ड भूल गए?
kn: ಪಾಸ್‌ವರ್ಡ್ ಮರೆಹೋಗಿದ್ದೀರಾ?

# login_screen_log_in
source: Login
hi: लॉग इन
kn: ಲಾಗಿನ್ ಮಾಡಿ

# login_screen_login_with
source: Login with
hi: के साथ लॉग इन करें
kn: ಇದರಿಂದ ಲಾಗಿನ್ ಮಾಡಿ

# login_screen_or_create_new_account
source: or, create a new account ?
hi: या, एक नया खाता बनाएं?
kn: ಅಥವಾ, ಹೊಸ ಖಾತೆ ರಚಿಸುವುದು?

# login_screen_phone
source: Phone
hi: फ़ोन
kn: ಫೋನ್

source: Login to
hi: लॉग इन करें
kn: ಲಾಗಿನ್ ಮಾಡಿ
